Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: Enabling this option will force the user to use Stripe. If you want to let the user choose how to pay, disable this option, add the Payment element and add an option value named 'stripe' (without the quotes).
de_de: Wenn Sie diese Option aktivieren, wird der Benutzer gezwungen, Stripe zu verwenden. Wenn Sie möchten, dass der Benutzer selbst entscheiden kann, wie er bezahlen möchte, deaktivieren Sie diese Option, fügen Sie das Element Zahlung hinzu und fügen Sie einen Optionswert mit dem Namen stripe hinzu.

source: Check out with Stripe
de_de: Mit Kreditkarte bezahlen (Stripe)

source: Submit text Stripe
de_de: Text auf Stripe Bezahlungsbutton

source: This text will be shown on the form submit button which will lead the user to enter their credit card info.
de_de: Dieser Text wird auf der Schaltfläche"Senden" angezeigt, die den Benutzer dazu veranlasst, seine Kreditkartendaten einzugeben.

source: Card number
de_de: Kartennummer

source: Label for card number
de_de: Bezeichnung der Kartennummer

source: Expiration (MM/YY)
de_de: Ablaufdatum (MM/JJ)

source: Label for expiration date
de_de: Bezeichnung der Gültigkeit

source: CVC
de_de: Kartenprüfnummer

source: Label for CVC
de_de: Bezeichnung der Prüfnummer (CVC)

source: Show card holder name input
de_de: Eingabe des Karteninhabernamens anzeigen

source: An additional input field will be shown which acts as the card holder name.
de_de: Es wird ein zusätzliches Eingabefeld eingeblendet, das als Name des Karteninhabers fungiert.

source: Card holder name
de_de: Karteninhaber

source: Label for card holder name
de_de: Bezeichnung für den Namen des Karteninhabers

source: Pay %s
de_de: Bezahle %s

source: Label for submit button
de_de: Beschriftung für den Senden-Button

source: Text on payment button. Use %s as a placeholder for the total price.
de_de: Text auf dem Zahlungsbutton. Verwenden Sie %s als Platzhalter für den Gesamtpreis.

source: Cancel
de_de: Abbrechen

source: Label for cancel button
de_de: Beschriftung für Abbrechen-Button

source: Credit Card Payment
de_de: Zahlung per Kreditkarte

source: Payment form heading
de_de: Überschrift des Zahlungsformulars

source: This text will be shown at the top of the payment form.
de_de: Dieser Text wird am oberen Rand des Zahlungsformulars angezeigt.

source: Please enter your credit card details.
de_de: Bitte geben Sie Ihre Kreditkartendaten ein.

source: Payment form description
de_de: Beschreibung des Zahlungsformulars

source: This text will be shown below the payment form heading.
de_de: Dieser Text wird unterhalb der Überschrift des Zahlungsformulars angezeigt.

source: Summary
de_de: Zusammenfassung

source: Show summary
de_de: Zusammenfassung anzeigen

source: Show a summary of the selected values at the end of the form.
de_de: Zeigt eine Zusammenfassung der ausgewählten Werte am Ende des Formulars an.

source: Summary values
de_de: Zusammenfassung

source: If summary is enabled, the plugin will show a table of submitted values. In this option, you can select which summary table should be shown (default: values only).
de_de: Wenn die Zusammenfassung aktiviert ist, zeigt das Plugin eine Tabelle der übermittelten Werte an. In dieser Option können Sie auswählen, welche Übersichtstabelle angezeigt werden soll (Standard: nur Werte).

source: Result table v2.0 (result_default)
de_de: Ergebnistabelle v2.0 (result_default)

source: Don't show summary table
de_de: Keine Zusammenfassungs-Tabelle anzeigen

source: Full details (result)
de_de: Alle Details (result)

source: Simple details (result_simple)
de_de: Einfache Details (result_simple)

source: Values only (result_values)
de_de: Nur die Werte (result_values)

source: Submitted values only (result_values_submitted)
de_de: Nur die übermittelten Werte (result_values_submitted)

source: Summary title
de_de: Zusammenfassungstitel

source: This text will be shown above the summary.
de_de: Dieser Text wird überhalb der Zusammenfassung angezeigt.

source: Summary content
de_de: Zusammenfassungstext

source: This text will be shown above the summary table and below the summary title.
de_de: Dieser Text wird über die Übersichtstabelle und unter dem Titel der Zusammenfassung angezeigt.

source: Summary template
de_de: Zusammenfassungsvorlage

source: Choose a summary template for an optimal submission layout.
de_de: Wählen Sie eine Zusammenfassungsvorlage für ein optimales Übermittlungslayout aus.

source: Default (3 columns)
de_de: Standard (3 Spalten)

source: Default (2 columns)
de_de: Standard (2 Spalten)

source: Description
de_de: Beschreibung

source: First column title
de_de: Erste Spaltenüberschrift

source: This title will be shown in the first column of the summary table.
de_de: Dieser Titel wird in der ersten Spalte der Zusammenfassungstabelle angezeigt.

source: Second column title
de_de: Zweite Spaltenüberschrift

source: This title will be shown in the second column of the summary table.
de_de: Dieser Titel wird in der zweiten Spalte der Zusammenfassungstabelle angezeigt.

source: Amount
de_de: Summe

source: Third column title
de_de: Dritte Spaltenüberschrift

source: This title will be shown in the third column of the summary table.
de_de: Dieser Titel wird in der dritten Spalte der Zusammenfassungstabelle angezeigt.

source: Hide summary price
de_de: Summenpreis ausblenden

source: Whether the price should be shown in the summary or not.
de_de: Ob der Preis in der Zusammenfassung angezeigt werden soll oder nicht.

source: Check your order
de_de: Überprüfen Sie Ihre Bestellung

source: Summary button text
de_de: Zusammenfassung Button-Text

source: Text on the summary submit button.
de_de: Text auf dem Zusammenfassungs-Button

source: Live summary
de_de: Live-Zusammenfassung

source: Show selected values in a fixed sidebar.
de_de: Werte an der Kasse anzeigen.

source: Live summary text above
de_de: Live-Zusammenfassung Header Text

source: Text that is shown above the live summary.
de_de: Text, der über der Live-Zusammenfassung gezeigt wird.

source: Live summary text below
de_de: Live-Zusammenfassung Footer Text

source: Text that is shown below the live summary.
de_de: Text, der unter der Live-Zusammenfassung gezeigt wird.

source: Enable PDF integration
de_de: PDF-Integration aktivieren

source: When the form is submitted, a PDF file will be created with the content from 'PDF Text'.
de_de: Wenn das Formular abgeschickt wird, wird eine PDF-Datei mit dem Inhalt aus PDF-Text erstellt.

source: Send PDF to admin
de_de: PDF an Admin senden

source: The created PDF file will be sent to all recipients as email attachment.
de_de: Die erzeugte PDF-Datei wird als E-Mail-Anhang an alle Empfänger versendet.

source: Send PDF to customer
de_de: An Kunde senden

source: The created PDF file will be sent to the customer as email attachment.
de_de: Die erzeugte PDF-Datei wird dem Kunden als E-Mail-Anhang zugesandt.

source: PDF text sent to the user. Use {{result_default}} for a generated submission table. Use {{Elementname}} for single element values (where Elementname is the internal name of the element). Use {{files}} for attached files (you should not send these to the customer for security reasons).
de_de: PDF-Text, der an den Kunden gesendet wird. Verwenden Sie für eine generierte Übermittlungstabelle die Option {{result_default}}. Verwenden Sie für einzelne Elementwerte den Elementnamen, wobei der Elementname der interne Name des Elements ist). Verwenden Sie {{files}} für angehängte Dateien (Sie sollten diese aus Sicherheitsgründen nicht an den Kunden senden).

source: PDF theme
de_de: PDF Design

source: Choose your pdf design for attractive response pdf files.
de_de: Wählen Sie Ihr PDF-Design für attraktive Antwort-PDF-Dateien.

source: PDF filename
de_de: PDF Dateiname

source: Filename of the attached PDF file in emails.
de_de: Dateiname der angehängten PDF-Datei in E-Mails.

source: Show step indicator
de_de: Fortschrittsbalken anzeigen

source: Step %d
de_de: Schritt %d

source: Step indicator text
de_de: Text auf Fortschrittsbalken

source: Text on step indicator. The placeholder %d will be replaced with the step numbers.
de_de: Text auf Fortschrittsbalken. Der Platzhalter %d wird durch die Schrittnummern ersetzt.

source: Use step titles
de_de: Schritttitel verwenden

source: Use titles in step-start elements instead of step indicator text.
de_de: Verwenden Sie Titel in Step-Start-Elementen anstelle von Step-Indikator-Texten.

source: Step indicator start
de_de: Fortschrittsbalken Start

source: Step indicator will be shown with the step value of this option. Example: if the step indicator should be shown after the second step, the value of this option must be 3.
de_de: Der Schrittindikator wird mit dem Schrittwert dieser Option angezeigt. Beispiel: Wenn der Schrittindikator nach dem zweiten Schritt angezeigt werden soll, muss der Wert dieser Option 3 sein.

source: Step indicator layout
de_de: Schrittindikator-Layout

source: Verify steps
de_de: Schritte überprüfen

source: Verify required element values after each step.
de_de: Überprüfen Sie die erforderlichen Elementwerte nach jedem Schritt.

source: Free navigation
de_de: Freie Navigation

source: Allow the user to click on all steps when the step indicator is active.
de_de: Erlauben Sie dem Benutzer, auf alle Schritte zu klicken, wenn die Schrittanzeige aktiv ist.

source: Auto progress
de_de: Automatischer Fortschritt

source: Once the user selects a radio option, the form will progress to the next step automatically.
de_de: Sobald der Benutzer eine Radio-Option auswählt, geht das Formular automatisch zum nächsten Schritt über.

source: Reset succeeding elements
de_de: Werte in nachfolgenden Schritten zurücksetzen

source: Reset elements in succeeding steps when going back a step.
de_de: Werte in nachfolgenden Schritten werden zurückgesetzt, wenn ein vorheriger Schritt aufgerufen wird.

source: Step speed
de_de: Geschwindigkeit der Schritte

source: Fade in/out speed when progressing steps. Set to 0 for instant progress, default is 200.
de_de: Ein-/Ausblendgeschwindigkeit beim Fortschreiten von Schritten. Auf 0 gesetzt für sofortigen Fortschritt, Standard ist 200.

source: Load custom styling
de_de: Benutzerdefiniertes CSS verwenden

source: Only enable this option if you want to use the styling below.
de_de: Nur wenn diese Option aktiviert ist, werden die folgenden Einstellungen übernommen.

source: Custom CSS
de_de: Benutzerdefiniertes CSS

source: Add your own CSS styles here.
de_de: Fügen Sie hier Ihre eigenen CSS-Stile hinzu.

source: Font
de_de: Schriftart

source: Font size
de_de: Schriftgröße

source: Background color
de_de: Hintergrundfarbe (background-color)

source: Background image
de_de: Hintergrundbild (background-image)

source: Background attachment
de_de: Scroll-Verhalten des Hintergrunds (background-attachment)

source: Background repeat
de_de: Hintergrund-Wiederholung (background-repeat)

source: Background size
de_de: Hintergrundgröße (background-size)

source: Text color
de_de: Textfarbe

source: Input background color
de_de: Hintergrundfarbe Eingabefelder

source: Input text color
de_de: Eingabefeld Schriftfarbe

source: Input border
de_de: Eingabefeld Rahmen

source: Color, size (px), style, border-radius (px)
de_de: Farbe, Größe (px), Stil, border-radius (px)

source: Input padding
de_de: Eingabefeld Innenabstand

source: Label font size
de_de: Beschriftung-Schriftgröße

source: Label color
de_de: Beschriftungsfarbe

source: Label width
de_de: Breite Bezeichnungsfeld

source: Label below description color
de_de: Farbe der Beschriftung unterhalb der Beschreibung

source: Label below description font size
de_de: Schriftgröße der Beschriftung unterhalb der Beschreibung

source: Label below element color
de_de: Farbe der Beschriftung unterhalb des Elements

source: Label below element font size
de_de: Schriftgröße der Beschriftung unterhalb des Elements

source: Submit button image
de_de: Senden Button Bild

source: Submit button background
de_de: Senden Button Hintergrund

source: Submit button background hover
de_de: Senden Button Hintergrundfarbe Hover

source: Submit button text color
de_de: Senden Button Textfarbe

source: Submit button text color hover
de_de: Absenden Button Schriftfarbe Hover

source: Submit button border
de_de: Senden Button Rand

source: Step button image
de_de: Weiterbutton - Bild

source: Step buttons position
de_de: Schritt-Buttons Position

source: Step button background
de_de: Weiterbutton - Hintergrund

source: Step button text color
de_de: Weiterbutton - Textfarbe

source: Step button border
de_de: Weiterbutton - Rand

source: Step title font size
de_de: Weiter - Schriftgröße Titel

source: Fixed price font size
de_de: Fixed-Preis Schriftgröße

source: Fixed price background color
de_de: Fixed-Preis Hintergrundfarbe

source: Fixed price color
de_de: Festpreis-Schriftfarbe

source: Summary table width
de_de: Übersichtstabelle Breite

source: Summary table even row
de_de: Übersichtstabelle gerade Zeilen

source: Summary table odd row
de_de: Übersichtstabelle ungerade Zeilen

source: Summary table text color
de_de: Übersichtstabelle Schriftfarbe

source: Summary total row color
de_de: Gesamtpreis Zeilenfarbe

source: Summary total text color
de_de: Gesamtpreis Schriftfarbe

source: Summary table padding
de_de: Übersichtstabelle Innenabstand

source: Element vertical spacing
de_de: Vertikaler Element-Abstand

source: Form padding
de_de: Formular Innenabstand

source: Form width
de_de: Formular Breite

source: Form height
de_de: Formular Höhe

source: Vertical spacing
de_de: Vertikaler Abstand

source: Direction
de_de: Richtung

source: Direction of content flow.
de_de: Richtung des Inhaltsflusses.

source: Left to right
de_de: Links nach rechts

source: Right to left
de_de: Rechts nach links

source: Inherit
de_de: Übernehmen

source: WooCommerce Product ID
de_de: WooCommerce Artikel

source: WooCommerce product ID for this form
de_de: WooCommerce Produkt-ID für dieses Formular

source: Disable WooCommerce for this form
de_de: WooCommerce-Integration für dieses Formular deaktivieren

source: In case you don't want to add products from this form (e.g. use it as a contact form), you can set this to 'Yes'.
de_de: Falls Sie keine Produkte aus diesem Formular hinzufügen möchten (z.B. als Kontaktformular verwenden), können Sie dies auf Ja setzen.

source: Categories
de_de: Kategorien

source: Add form to these product categories only. Separate categories by comma. <strong>Use category slug, not name!</strong>. Leave blank to add the form to all categories.
de_de: Formular nur zu diesen Produktkategorien hinzufügen. Trennen Sie die Kategorien durch Komma. <strong>Benutze Kategorie Slug, nicht Name!</strong>. Lassen Sie das Feld leer, um das Formular allen Kategorien hinzuzufügen.

source: Quantity element
de_de: Mengenelement

source: This element will act as the product quantity in WooCommerce.
de_de: Dieses Element wird als die Produktmenge im WooCommerce fungieren.

source: Send additional submission emails
de_de: Senden Sie zusätzliche Formular-Einrichungen E-Mails

source: By default, submission emails will not be sent to the customer or admin. However, you can enable this option and the plugin will send a mail for each order item added by the plugin.
de_de: Standardmäßig werden keine E-Mail-Nachrichten an den Kunden oder Admin gesendet. Sie können diese Option jedoch aktivieren und das Plugin sendet eine E-Mail für jede Bestellposition, die durch das Plugin hinzugefügt wird.

source: Send to admin and customer
de_de: Senden an Admin und Kunde

source: Enable Zapier integration
de_de: Integrieren

source: Webhook URL generated by Zapier.
de_de: Webhook-URL generiert von Zapier.

source: Customization
de_de: Anpassung

source: Company name
de_de: Firmenname

source: Your company name will be displayed in styled email submissions and PDF files.
de_de: Ihr Firmenname wird in gestylten E-Mail-Einreichungen und PDF-Dateien angezeigt.

source: This logo will be displayed in styled email submissions and PDF files.
de_de: Dieses Logo wird in gestylten E-Mail-Einreichungen und PDF-Dateien angezeigt.

source: Add your custom styles here.
de_de: Fügen Sie Ihre eigenen benutzerdefinierten Stile hinzu.

source: Enable custom JS
de_de: Benutzerdefiniertes JS aktivieren

source: Add custom JS code to the website (only on pages where a form is shown).
de_de: Fügen Sie der Website benutzerdefinierten JS-Code hinzu (nur auf Seiten, auf denen ein Formular angezeigt wird).

source: Add your custom JS code here. Please note that you do not need to wrap the code into a script-tag. Additionally, make sure that the syntax is correct or else you might break your website. Leave blank if you don't know what you're doing.
de_de: Fügen Sie hier Ihren eigenen JS-Code hinzu. Bitte beachten Sie, dass Sie den Code nicht in ein Script-Tag umwandeln müssen. Vergewissern Sie sich außerdem, dass die Syntax korrekt ist, da Sie sonst Ihre Website beschädigen könnten. Lassen Sie das Feld leer, wenn Sie nicht wissen, was Sie tun.

source: This text is shown below the form.
de_de: Dieser Text wird unterhalb des Formulars angezeigt.

source: Required
de_de: Erforderlich

source: This text will be shown when a required element is empty. Default: 'This field is required'
de_de: Dieser Text wird angezeigt, wenn ein erforderliches Element ist leer. Standard: 'Dieses Feld ist erforderlich "

source: Required text position
de_de: Position Hinweis

source: Position of the required text tip.
de_de: Position zum Anzeigen der Fehlermeldung.

source: Top left
de_de: Oben links

source: Top
de_de: Oben

source: Top right
de_de: Oben rechts

source: Middle left
de_de: Mitte links

source: Middle
de_de: Mitte

source: Middle right
de_de: Mitte rechts

source: Bottom left
de_de: Unten links

source: Bottom
de_de: Unten

source: Bottom right
de_de: Unten rechts

source: Required text auto hide
de_de: Anzeigedauer Hinweis

source: Seconds to automatically hide the required text tooltip. Leave blank or set to 0 to disable this option.
de_de: Nach der eingegebenen Dauer in Sekunden, wird der Hinweis ausgeblendet. Um die Option zu deaktivieren, Feld leer lassen oder auf 0 setzen.

source: Minimum selectable options text
de_de: Minimale wählbare Optionen Text

source: This error message will be shown when not enough options were selected.
de_de: Diese Fehlermeldung wird angezeigt, wenn nicht genügend Optionen ausgewählt wurden.

source: Please select at least %d options.
de_de: Bitte wählen Sie mindestens %d Option(en) aus.

source: Maximum selectable options text
de_de: Maximal wählbare Optionen Text

source: This error message will be shown when too many options were selected.
de_de: Diese Fehlermeldung wird angezeigt, wenn zu viele Optionen ausgewählt wurden.

source: Please select %d options at max.
de_de: Bitte wählen Sie maximal %d Option(en) aus.

source: Datepicker language
de_de: Datumsauswahl Sprache

source: Datepicker language. Default: 'en'
de_de: Datumsauswahl Sprache. Standard: 'en'

source: Load datepicker languages
de_de: Laden Datumsauswahl-Sprachen

source: Load additional datepicker languages. Only set this option to 'Yes' when using a different language than English since all languages will be loaded with an additional ~40kb file. If you know what you are doing, you can remove all unneccessary data from the file /ez-form-calculator-premium/assets/js/jquery.ui.u18n.all.min.js
de_de: Laden Sie zusätzliche Sprachen zur Datumsauswahl. Aktivieren Sie diese Option nur, wenn eine andere Sprache als Englisch verwendet werden soll, da alle Sprachen geladen werden (~40kb-Datei). Wenn Sie wissen, was Sie tun, können Sie alle unnötigen Daten zu entfernen aus der Datei /ez-form-calculator-premium/assets/js/jquery.ui.u18n.all.min.js

source: Daterange minimum days text
de_de: Datumsauswahl Minimum Tage Text

source: This error message will be shown when not enough days were selected in the daterange element.
de_de: Diese Fehlermeldung wird angezeigt, wenn im Daterange-Element nicht genügend Tage ausgewählt wurden.

source: Daterange maximum days text
de_de: Datumsbereich maximale Tage Text

source: This error message will be shown when too many days were selected in the daterange element.
de_de: Diese Fehlermeldung wird angezeigt, wenn zu viele Tage im Daterange-Element ausgewählt wurden.

source: Auto scroll steps
de_de: Automatisches Scrollen bei Schritten

source: Automatically scroll to top upon changing steps.
de_de: Scrolle automatisch zum Anfang des Formulars bei Schrittwechseln.

source: Loading icon
de_de: Ladesymbol

source: This icon will be shown when the form is submitted.
de_de: Dieses Symbol wird angezeigt, wenn das Formular übermittelt wird.

source: Scroll steps
de_de: Automatisches Scrollen bei Schritten

source: The browser window scrolls to the top of the form automatically.
de_de: Der Browser scrollt nach jedem Schritt (Eingabe) automatisch nach oben.

source: Top offset when scrolling (in px)
de_de: Oberer Offset beim Scrollen (in px)

source: Allow label shortcodes
de_de: Shortcodes in Labels zulassen

source: By default, shortcodes will not be executed in labels. Turn this option on to allow shortcodes in labels.
de_de: Standardmäßig werden Shortcodes in Labels nicht ausgeführt. Aktivieren Sie diese Option, um Shortcodes in Labels zuzulassen.

source: Allow value shortcodes
de_de: Erlaube Shortcode-Werte

source: Shortcodes can be parsed in element values. All values will be escaped before the actual output.
de_de: Shortcodes können in Elementwerten verwendet werden. Alle Werte werden vor der Ausgabe aus Sicherheitsgründen "escaped".

source: Allow HTML in options
de_de: HTML in Optionen erlauben

source: Special characters will be encoded to HTML entities when displayed. If you wish to use HTML in checkbox or radio options, you can enable this option.
de_de: Sonderzeichen werden in HTML-Zeichen umgewandelt, wenn sie angezeigt werden. Wenn Sie HTML in Checkbox- oder Radio-Optionen verwenden möchten, können Sie diese Option aktivieren.

source: Show form loading text
de_de: Ladetext anzeigen

source: When this option is enabled, the form will be faded in as soon as the page is completely loaded. This way, no form fragments will be shown.
de_de: Wenn diese Option aktiviert ist, wird das Formular eingeblendet, sobald die Seite vollständig geladen ist. Auf diese Weise werden keine Formfragmente angezeigt.

source: Form loading text
de_de: Formular Ladetext

source: Show this text while the form is loading.
de_de: Zeigen Sie diesen Text an, während das Formular geladen wird.

source: Form submission error text
de_de: Text bei Absendungsfehler

source: Whenever the form fails to submit (internal error, SSL interface error etc.), this text will be shown.
de_de: Wenn das Formular nicht einreicht (interner Fehler, SSL-Interface-Fehler etc.), wird dieser Text angezeigt.

source: An unknown error occured. Please try again later.
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte versuchen Sie es zu einem späteren Zeitpunkt nochmal.

source: See %s for syntax documentation
de_de: Für die Eingabe von %s schau in die Dokumentation

source: Price format thousands separator
de_de: Tausendertrennzeichen

source: Thousands separator
de_de: Trennzeichen für Tausender z.B. 1.000,00

source: Dot (.)
de_de: Punkt (.)

source: Comma (,)
de_de: Komma (,)

source: Apostrophe (')
de_de: Apostroph (')

source: Space
de_de: Abstand

source: Price format decimal point
de_de: Dezimaltrennzeichen

source: Decimal point separator
de_de: Dezimalstellen Trennzeichen

source: Replace trailing zeros
de_de: Nachfolgende Nullen ersetzen

source: If the price is a round number, replace trailing zeros with a character.
de_de: Wenn der Preis eine runde Zahl ist, ersetzen Sie die nachfolgenden Nullen durch ein Zeichen.
