Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: Whether this is a required field or not.
de_de: Ob es sich um ein Pflichtfeld handelt oder nicht.

source: Enable this option if you want this form to be repeatable.
de_de: Aktivieren Sie diese Option, wenn dieses Formular wiederholbar sein soll.

source: Max number of repeatable rows allowed by the user.
de_de: Maximale Anzahl wiederholbarer Felder, die vom Benutzer zugelassen werden.

source: How often the repeatable form should be cloned at start.
de_de: Wie oft das wiederholbare Formular zu Beginn geklont werden soll.

source: The selected form will be shown in the current form.
de_de: Das ausgewählte Formular wird im aktuellen Formular angezeigt.

source: Text on repeatable form add button.
de_de: Text auf Wiederholen-Button

source: All selected elements will use the "set_operator".
de_de: Alle ausgewählten Elemente werden den "set_operator" verwenden.

source: If this option is enabled, elements with value 0 will be taken into calculation.
de_de: Wenn diese Option aktiviert ist, werden Elemente mit dem Wert 0 in Berechnungen berücksichtigt.

source: DOM-Selector will be used to retrieve element values, e.g. .my-elements
de_de: DOM-Selektor wird verwendet, um Elementwerte abzurufen, zum Beispiel: .mein-element

source: This operator will be applied on all selected elements.
de_de: Dieser Operator wird auf alle ausgewählten Elemente angewendet.

source: The value to be read from another element will be multiplied by its factor.
de_de: Mit Faktor berechnen: der Wert von einem anderen Element wird mit dessen Faktor multipliziert

source: Whether to show columns with empty values or not.
de_de: Spalten mit leeren Werten anzeigen.

source: Show this element in emails
de_de: Element kann nicht eingefügt werden

source: Which label to show in the summary table (use 'Custom' to use your own text).
de_de: Welche Beschriftung in der Übersichtstabelle verwendet werden soll (verwende "Benutzerdefiniert", um Deinen eigenen Text zu verwenden).

source: Show this element in the live summary
de_de: Zeigen Sie dieses Element in der Live-Zusammenfassung

source: Show the item price column in the order table.
de_de: Zeigen Sie die Artikelpreisspalte in der Bestelltabelle an.

source: Show the subtotal column in the order table.
de_de: Zwischenwerte in der Bestelltabelle anzeigen.

source: Show animation of the datepicker. Any of the jQuery UI effects, e.g. show, slideDown, fadeIn.
de_de: Animation des Datepickers anzeigen. Jeder der jQuery UI-Effekte, z.B. show, slideDown, fadeIn.

source: Shows the week number in the datepicker.
de_de: Zeigt die Wochennummer im Datepicker an.

source: Display a slider instead of a textfield. Needs minimum and maximum fields defined.
de_de: Zeige einen Schieberegler anstelle eines Textfeld. Benötigt Minimal- und Maximalwert.

source: Slider step value
de_de: Slider Schrittwert

source: Fixed slider values, separated by comma. Example: 10, 20.99, 50, 100
de_de: Vordefinierte Slider-Werte, mit Komma getrennt. Beispiel: 10, 20.99, 50, 100

source: Display a spinner instead of a textfield.
de_de: Zeige einen Spinner statt eines Textfelds.

source: Amount of stars to be shown
de_de: Anzahl der Sterne

source: Incremental steps
de_de: Inkrementelle Schritte

source: This option determines how the value will be stored. For passwords, you should leave this to none or encrypt it in terms of security as plain text is not recommended.
de_de: Diese Option bestimmt, wie der Wert gespeichert wird. Bei Kennwörtern sollten Sie dies keinem überlassen oder es in Bezug auf die Sicherheit verschlüsseln, da Nur-Text nicht empfohlen wird.

source: CSS inline style, example (without quotes): "color: #f00; margin-top: 1em;"
de_de: CSS Inline-Stil, z.B.: "color: #f00; margin-top: 1em;"

source: Text after price
de_de: Text nach Preis

source: Text before price
de_de: Text vor Preis

source: Emails will be sent to this address.
de_de: Emails werden an diese Adresse gesendet.

source: Display text only instead of an input field
de_de: Zeige nur Text statt eines Eingabefelds

source: This element will get the price of the current WooCommerce product.
de_de: Dieses Element erhält den Preis des aktuellen WooCommerce-Produkts.

source: Predefined value. If you use floating values, you always have to use a dot as decimal point.
de_de: Vordefinierter Wert. Wenn Sie Gleitkommazahlen verwenden, müssen Sie immer einen Punkt als Dezimalpunkt verwenden.

source: Retrieve attribute value from the current WooCommerce product.
de_de: Attribut-Wert aus dem aktuellen WooCommerce Produkt verwenden.

source: DOM-selector to get the value from (e.g. #myinputfield).
de_de: DOM-selector, um den Wert zu erhalten (z.B. #myinputfield).

source: If a selector is entered in the value_external option, the plugin is listening to any changes in the selector element. If this behavior is not wanted, you should disable this option.
de_de: Wenn ein DOM-Selektor in der value_external Option eingegeben wird, registriert das Plugin Änderungen im Selektor-Element. Wenn dieses Verhalten nicht gewünscht ist, sollten Sie diese Option deaktivieren.

source: Fetch value from an external website. Make sure to enter a correct URL, e.g. http://www.yoursite.com/get_value.php
de_de: Wert von einer externen Website. Achten Sie auf eine korrekte URL einzugeben, zB http://www.yoursite.com/get_value.php

source: If the fetched value from the value_http option is a JSON object, you can access any property in the object here ( e.g. object.property.somekey ).
de_de: Wenn der abgerufene Wert aus der value_http Option ein JSON-Objekt ist, können Sie jede Eigenschaft im Objekt abrufen, z.B. object.property.somekey

source: If this option is enabled, the plugin will try to check if a correct value was entered. If this option is disabled, the input check will be skipped.
de_de: Wenn diese Option aktiviert ist, versucht das Plugin zu überprüfen, ob ein richtiger Wert eingegeben wurde. Wenn diese Option deaktiviert ist, wird die Eingabeprüfung übersprungen.

source: Calculate the amount of work days only (Saturday and Sunday excluded).
de_de: Berechnen Sie nur die Anzahl der Arbeitstage (außer Samstag und Sonntag).

source: CSS class that will be added to the element wrapper.
de_de: CSS-Klasse, die dem Wrapper des Elements hinzugefügt wird.

source: CSS inline style that will be added to the element wrapper.
de_de: CSS Inline-Stil, die dem Wrapper des Elements hinzugefügt wird.

source: This action will be performed
de_de: Diese Aktion wird ausgeführt

source: The value of the target element will be used to calculate with
de_de: Der Wert des Zielelements wird verwendet für die Berechnung mit

source: The calculation value will only be used when no target element is selected
de_de: Der berechtnet Wert wird nur verwendet, wenn kein Zielelement ausgewählt ist

source: Raw value
de_de: Rohwert

source: Raw value without factor
de_de: Rohwert ohne Faktor

source: Calculated value with subtotal
de_de: Berechneter Wert mit Zwischensumme

source: Calculated value without subtotal
de_de: Berechneter Wert ohne Zwischensumme

source: Conditional action will only be performed when all conditions are true.
de_de: Konditionelle Aktion wird nur durchgeführt, wenn alle Bedingungen erfüllt sind.

source: Calculate with factor: the value to be read from another element will be multiplied by its factor
de_de: Mit Faktor berechnen: der Wert von einem anderen Element wird mit dessen Faktor multipliziert

source: Conditional operator: compare operator of this element's value and target element's value. For the 'in between' operator, use a colon (:) as separator, example: 20:100
de_de: Konditioneller Operator: Dieser Operator wird verwendet, um den Elementwert und den Zielwert zu vergleichen. Für den Operator "zwischen" verwenden Sie einen Doppelpunkt (:) als Separator, Beispiel: 20:100

source: If this checkbox is checked, then at least one condition needs to be true to trigger the conditional action.
de_de: Ist dieses Kontrollkästchen aktiviert, muss mindestens eine Bedingung erfüllt sein, damit die bedingte Aktion ausgelöst wird.

source: Conditional toggle: when this field is checked, the opposite action will not be executed when this condition is triggered. Example: if you want to show an element on a certain condition but don't hide it automatically, you need to select this checkbox.
de_de: Bedingtes Umschalten: Wenn dieses Feld markiert ist, wird die entgegengesetzte Aktion nicht ausgeführt, wenn diese Bedingung ausgelöst wird. Beispiel: Wenn Sie ein Element unter einer bestimmten Bedingung einblenden möchten, es aber nicht automatisch ausblenden möchten, müssen Sie dieses Kontrollkästchen aktivieren.

source: Conditional value. Use __self__ to use this element's value as compare value.
de_de: Bedingter Wert. Verwenden Sie __self__, um den Wert dieses Elements als Vergleichswert zu verwenden.

source: Discount operator for the following discount value
de_de: Rabatt-Operator für den folgenden Rabattwert

source: Minimum value for this discount condition (leave blank for negative infinity)
de_de: Mindestwert für diesen Rabatt (bei negativer Unendlichkeit leer lassen)

source: Maximum value for this discount condition (leave blank for positive infinity)
de_de: Maximalwert für diesen Rabatt (bei positiver Unendlichkeit leer lassen)

source: Create condition
de_de: Kondition anlegen

source: Decrease priority
de_de: Priorität herabsetzen

source: Increase priority
de_de: Priorität erhöhen

source: Target element
de_de: Ziel Element

source: Set target element value to this value (only used with 'Set' action). Use __self__ in order to set the target element's value to the current value of this element.
de_de: Setzen Sie den Wert des Zielelements auf diesen Wert (wird nur bei der Aktion"Set" verwendet). Verwenden Sie __self__, um den Wert des Zielelements auf den aktuellen Wert dieses Elements zu setzen.

source: Use calculated target value. By default, the raw input value from the target element will be retrieved. If you want to retrieve the calculated element value, you need to select 'Use calculated target value' or 'Use calculated target value without Subtotal' (the latter is only relevant for Subtotal elements).
de_de: Verwendet den berechneten Zielwert. Standardmäßig wird der Eingabewert aus dem Zielelement abgerufen. Wenn Sie den berechneten Elementwert abrufen wollen, müssen Sie die Option 'Berechneter Wert' oder 'Berechneter Wert ohne Zwischensumme' wählen (letzteres ist nur für Subtotal-Elemente relevant).

source: NOTE: you have to use a dot as decimal point for floating numbers.
de_de: HINWEIS: Bei Gleitkommazahlen müssen Sie einen Punkt als Dezimalpunkt verwenden.

source: Average
de_de: Durchschnittlich

source: Sum
de_de: Gesamt

source: Difference
de_de: Differenz

source: Product
de_de: Produkt

source: Action
de_de: Aktion

source: Add another condition
de_de: Eine weitere Bedingung hinzufügen

source: Add calculation field
de_de: Berechnungsfeld hinzufügen

source: Add calculation routine
de_de: Berechnungsroutine hinzufügen

source: Add calculation row
de_de: Berechnungszeile hinzufügen

source: Add conditional field
de_de: Bedingungsfeld hinzufügen

source: Add discount field
de_de: Rabattfeld hinzufügen

source: Add option
de_de: Option hinzufügen

source: AND
de_de: UND

source: And / Or
de_de: Und / Oder

source: always
de_de: immer

source: Autocomplete value
de_de: AutoComplete-Wert

source: Auto width
de_de: Automatische Breite

source: Batch edit
de_de: Stapelbearbeitung

source: Blank
de_de: Leer

source: blur
de_de: verwischen

source: Calculated value
de_de: Berechneter Wert

source: Center
de_de: Zentriert

source: Change element
de_de: Element ändern

source: Close
de_de: Schließen

source: Choose image
de_de: Bild wählen

source: Choose icon
de_de: Icon wählen

source: Compare value
de_de: Vergleichswert

source: Conditional hidden
de_de: Bedingt versteckt

source: CO
de_de: CO (konditioneller Operator)

source: Country
de_de: Land

source: Use raw target value
de_de: Einfacher Wert

source: Use calculated target value with subtotal
de_de: Berechneter Wert mit Zwischensumme

source: Use calculated target value without subtotal
de_de: Berechneter Wert ohne Zwischensumme

source: Custom
de_de: Benutzerdefiniert

source: Custom PHP Function
de_de: Benutzerdefinierte PHP-Funktion

source: Disabled
de_de: Deaktiviert

source: Discount value
de_de: Rabattwert

source: Documentation
de_de: Dokumentation

source: Duplicate name
de_de: Doppelter Name

source: Enabled
de_de: Aktiviert

source: Equal width
de_de: Gleiche Breite

source: Example
de_de: Beispiel

source: Please note that file upload elements cannot be both required and hidden at the same time due to browser security restrictions.
de_de: Datei-Upload-Elemente können aus Sicherheitsgründen nicht gleichzeitig ein- und ausgeblendet werden.

source: focus
de_de: Fokus

source: Functions
de_de: Funktionen

source: Value
de_de: Wert

source: Hide 'from' field
de_de: Versteckte 'Von'-Feld

source: Hide 'to' field
de_de: Verstecke 'Bis'-Feld

source: If
de_de: Wenn

source: Error while importing the form.
de_de: Fehler beim Importieren des Formulars.

source: JS function name
de_de: JS-Funktionsname

source: Label
de_de: Beschriftung

source: Left
de_de: Links

source: Locality
de_de: Stadt

source: Clear table
de_de: Tabelle leeren

source: Create from element (rows)
de_de: Erstellen aus Element (Zeilen)

source: Create from element (columns)
de_de: Erstellen aus Element (Spalten)

source: Clear preselected value
de_de: Vorausgewählten Wert löschen

source: Next
de_de: Weiter

source: None
de_de: Keine

source: No auto toggle
de_de: Kein automatisches Umschalten

source: Create conditions
de_de: Bedingungen anlegen

source: Create option IDs
de_de: Option IDs erstellen

source: Options
de_de: Optionen

source: PHP Function
de_de: PHP Funktion

source: OR
de_de: ODER

source: Paid with:
de_de: Bezahlt mit:

source: Phone Number
de_de: Telefonnummer

source: Plain text
de_de: Klartext

source: Postal Code
de_de: PLZ

source: Preselect values
de_de: Vordefinierte Werte

source: Payment verified
de_de: Verifizierte Zahlung

source: Payment denied or cancelled
de_de: Verweigerte oder stornierte Zahlung

source: Previous
de_de: Zurück

source: Remove
de_de: Entfernen

source: Remove icon
de_de: Icon entfernen

source: Remove image
de_de: Bild entfernen

source: Refresh fields
de_de: Felder aktualisieren

source: Right
de_de: Rechts

source: Select a form
de_de: Wählen Sie ein Formular

source: Self
de_de: Selbst

source: Show if...
de_de: Zeige, wenn...

source: Show if not empty
de_de: Zeigen, wenn nicht leer

source: Show if not empty and not 0
de_de: Zeigen, wenn nicht leer und nicht 0

source: Show if visible
de_de: Anzeigen wenn sichtbar

source: Show if visible and not empty
de_de: Anzeigen wenn sichtbar und nicht leer

source: Show if visible and not empty and not 0
de_de: Anzeigen wenn sichtbar, nicht leer und nicht 0

source: Street address
de_de: Straße

source: Send to admin
de_de: An Administrator senden

source: Send to customer
de_de: An Kunde schicken

source: Submission value
de_de: Übermittlungswert

source: Target value
de_de: Zielwert

source: Retrieve target value
de_de: Zielwert abrufen

source: Compare with target factor
de_de: Vergleichen mit Zielfaktor

source: Update options
de_de: Optionen aktualisieren

source: Value min
de_de: Min. Wert

source: Value max
de_de: Max. Wert

source: Check if empty
de_de: Prüfen, ob leer

source: Vertical
de_de: Vertikal

source: Unable to write PDF file.
de_de: Die PDF-Datei konnte nicht geschrieben werden.

source: Test content generated by ez Form Calculator
de_de: Testinhalte erstellt von ez Form Calculator

source: Test Image
de_de: Test-Bild

source: The test image should be displayed here.
de_de: Das Testbild sollte hier angezeigt werden.

source: Test Characters
de_de: Testzeichen

source: Basic Latin
de_de: Latein (einfach)

source: Latin-1 Supplement
de_de: Latein-1 Zusatz

source: Test Coffee
de_de: Test Kaffee

source: Miles to km conversion
de_de: Meilen in km Umrechnung

source: Conditional example
de_de: Konditionelles Beispiel

source: Email text example
de_de: E-Mail Textbeispiel

source: ezplugins.de - Form Sample
de_de: ezplugins.de - Form Beispiel

source: Steps example
de_de: Schritte-Beispiel

source: Conditional checkbox example
de_de: Konditionelle Checkboxen Beispiel

source: Tax example
de_de: Steuer-Beispiel

source: Conditional set example
de_de: Konditionelles Setzen Beispiel

source: Calculation Example:
de_de: Berechnungsbeispiel:

source: Calculation Example:
de_de: Berechnungsbeispiel:

source: Percentage
de_de: Prozentsatz

source: Retrieve target values
de_de: Zielwerte abrufen

source: Discount example
de_de: Rabatt-Beispiel

source: Contact
de_de: Kontakt

source: Unable to find template %s
de_de: Keine Vorlage gefunden: %s

source: Show an ez Form Calculator form
de_de: Zeigen Sie ein ez-Formular

source: Form
de_de: Formular

source: Edit
de_de: Bearbeiten

source: Elements Relationship Chart
de_de: Elemente Beziehungsdiagramm

source: Hide calculation nodes
de_de: Berechnungsknoten ausblenden

source: Hide conditional nodes
de_de: Bedingte Knoten ausblenden

source: Show Configuration
de_de: Konfiguration anzeigen

source: Generate chart
de_de: Chart generieren

source: Calculation
de_de: Berechnung

source: Conditional
de_de: Bedingungen

source: Logs cleared.
de_de: Logs gelöscht.

source: Unable to create PDF.
de_de: Die PDF konnte nicht erstellt werden.

source: cURL is not installed on your webserver. Please contact your webhoster to install this module in order to use PayPal.
de_de: cURL ist nicht auf Ihrem Webserver installiert. Bitte kontaktieren Sie Ihren Webhoster, um dieses Modul zu installieren.

source: PayPal successfully verified your %s credentials.
de_de: PayPal hat Ihre %s Anmeldeinformationen erfolgreich überprüft.

source: Error while validating %s credentials:
de_de: Es trat ein Fehler bei der Validierung Ihrer Daten auf (%s):

source: Please note that Sandbox API credentials are different! See %s to read how to get your API credentials.
de_de: Bitte beachten Sie, dass Sandbox API Anmeldeinformationen anders sind! Sehen Sie auf %s nach, wie Sie Ihre API-Daten erhalten.

source: Empty %s
de_de: Leeres Feld: %s

source: Invalid url:
de_de: Ungültige URL:

source: Unable to find verification shortcode. Please add the following shortcode to the PayPal Return URL page: %s
de_de: Verifizierungs-Shortcode konnte nicht gefunden werden. Bitte fügen Sie der PayPal-Rücksende-URL-Seite folgenden Shortcode hinzu: %s

source: PayPal Return Page
de_de: PayPal Rückgabeseite

source: PayPal Cancel Page
de_de: PayPal Abbrechen Seite

source: PayPal payment was cancelled.
de_de: Die PayPal-Zahlung wurde storniert.

source: Unable to create PayPal pages.
de_de: Es ist nicht möglich, PayPal-Seiten zu erstellen.

source: No forms found.
de_de: Keine Formulare gefunden.

source: PHP version %s or greater is required.
de_de: PHP-Version %s oder höher ist erforderlich.

source: PHP version %s or greater is recommended.
de_de: PHP-Version %s oder höher wird empfohlen.

source: WP version %s or greater is recommended.
de_de: WP Version %s oder höher wird empfohlen.

source: A new update is available: %s
de_de: Ein neues Update ist verfügbar: %s

source: Unable to contact licensing server.
de_de: Der Lizenzserver kann nicht kontaktiert werden.

source: PHP function file_get_contents is disabled. Please contact your webhost to enable this function.
de_de: Die PHP-Funktion file_get_contents ist deaktiviert. Bitte setzen Sie sich mit Ihrem Webhost in Verbindung, um diese Funktion zu aktivieren.

source: PHP option allow_url_fopen is disabled. Please contact your webhost to enable this option in order to retrieve external values.
de_de: Die PHP-Option allow_url_fopen ist deaktiviert. Bitte setzen Sie sich mit Ihrem Webhost in Verbindung, um diese Option zu aktivieren, um externe Werte abzurufen.

source: The PHP memory limit is too low. Please contact your webhost to increase the memory limit.
de_de: Das PHP-Speicherlimit ist zu niedrig (memory limit). Bitte setzen Sie sich mit Ihrem Webhost in Verbindung, um die Speicherbegrenzung zu erhöhen.

source: The option max_input_vars is used for form submissions. If you use large forms and can't get it to work, you can increase the value of this option. This might solve the 'Element can not be found' error message.
de_de: Die Option max_input_vars wird für Formulareingaben verwendet. Wenn Sie große Formulare verwenden und es nicht zum Laufen bringen können, können Sie den Wert dieser Option erhöhen. Dies könnte die Fehlermeldung "Element kann nicht gefunden werden" beheben.

source: If you are working with large forms and you are unable to save, try to increase the PHP option max_execution_time to a higher value. You might need to contact your webhost to increase this value.
de_de: Wenn Sie mit großen Formularen arbeiten und nicht speichern können, versuchen Sie, die PHP-Option max_execution_time auf einen höheren Wert zu erhöhen. Möglicherweise müssen Sie Ihren Webhost kontaktieren, um diesen Wert zu erhöhen.

source: Please make sure the following directory exists and it's writeable: %s
de_de: Bitte stellen Sie sicher, dass das folgende Verzeichnis existiert und beschreibbar ist: %s

source: Empty pdf seed. Please go to the global settings page, check the option 'Manual update' and click on save.
de_de: Leeres PDF-Seed. Gehen Sie auf die Seite mit den globalen Einstellungen, aktivieren Sie die Option"Manuelle Aktualisierung" und klicken Sie auf "Speichern".

source: cURL is not installed on your webserver. Please contact your webhost to enable this function.
de_de: cURL ist nicht auf Ihrem Webserver installiert. Bitte setzen Sie sich mit Ihrem Webhost in Verbindung, um diese Funktion zu aktivieren.

source: Please make sure the following file exists and is readable: %s
de_de: Bitte stellen Sie sicher, dass die folgende Datei existiert und lesbar ist: %s

source: If you encounter errors with message code 403, please enable mod_rewrite.
de_de: Wenn Sie Fehler mit dem Nachrichtencode 403 feststellen, aktivieren Sie bitte mod_rewrite.

source: Unable to retrieve current version.
de_de: Die aktuelle Version kann nicht abgerufen werden.

source: Table %s does not exist. Please reinstall the plugin.
de_de: Tabelle %s existiert nicht. Bitte installieren Sie das Plugin neu.

source: Help / Debug
de_de: Hilfe / debug

source: Debug mode is %s
de_de: Debug Modus ist %s

source: active
de_de: aktiv

source: inactive
de_de: inaktiv

source: Clear logs
de_de: Protokolle löschen

source: Search for forms
de_de: Suche nach Formularen

source: Search
de_de: Suche

source: Environment Vars
de_de: Umgebungsvariablen

source: Email recipient
de_de: Email Empfänger

source: Sendername (optional)
de_de: Absendername (optional)

source: Some webhosts require a valid email address from the same domain or a single specified email address.
de_de: Einige Webhosts benötigen eine gültige E-Mail-Adresse von der gleichen Domain oder eine einzelne angegebene E-Mail-Adresse.

source: Attach test PDF
de_de: Test-PDF anhängen

source: Send test mail
de_de: Sende Test-Email

source: Test PayPal integration
de_de: PayPal Integration testen
