Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: Please select a form and a template to add elements from.
de_de: Bitte einen Vorlage und ein Template auswählen, aus der Elemente hinzugefügt werden sollen.

source: No form selected.
de_de: Kein Formular ausgewählt.

source: Empty form data or invalid file format
de_de: Leere Formulardaten oder ungültiges Dateiformat

source: Unable to import elements.
de_de: Elemente konnten nicht importiert werden.

source: Unable to save elements, please remove any special characters before saving.
de_de: Elemente konnten nicht gespeichert werden, bitte entfernen Sie alle Sonderzeichen.

source: Invalid form options
de_de: Ungültige Formularoptionen

source: Settings updated.
de_de: Einstellungen gesichert.

source: Email was sent to admin.
de_de: Email versendet an Admin.

source: Email was sent to customer.
de_de: E-Mail wurde an den Kunden gesendet.

source: Test submission succeeded.
de_de: Die Testübermittlung war erfolgreich.

source: Empty file ID or ref ID.
de_de: Leere Datei-ID oder Referenz-ID.

source: Filetype not allowed.
de_de: Dateityp nicht erlaubt.

source: Submission not allowed.
de_de: Eingabe nicht erlaubt.

source: Recaptcha failed, please try again.
de_de: Recaptcha ist fehlgeschlagen, bitte versuchen Sie es erneut.

source: Unable to get ReCaptchaResponse.
de_de: Kein ReCaptchaResponse.

source: Unable to use ReCaptcha since neither allow_url_fopen nor curl is installed.
de_de: ReCaptcha kann nicht verwendet werden, da allow_url_fopen deaktiviert und curl nicht installiert ist.

source: Empty Stripe secret or public key. Please enter your Stripe keys in the global settings.
de_de: Keine Stripe Secret oder Public Schlüssel gefunden. Bitte geben Sie Ihre Schlüssel in den globalen Einstellungen ein.

source: The Stripe Token was not generated correctly
de_de: Der Stripe-Token wurde nicht korrekt generiert

source: No debug logs found.
de_de: Keine Debug-Logs gefunden.

source: New form
de_de: Neues Formular

source: Corrupt form data.
de_de: Korrupte Form-Daten.

source: Unable to add form.
de_de: Formular kann nicht hinzugefügt werden.

source: Invalid element.
de_de: Ungültiges Element.

source: Could not insert element data from template.
de_de: Elementdaten konnten nicht aus Template hinzugefügt werden.

source: Unable to add post
de_de: Beitrag konnte nicht hinzugefügt werden

source: Form cleared.
de_de: Formular zurückgesetzt.

source: Could not delete form: %s
de_de: Formular %s konnte nicht gelöscht werden

source: Could not delete form elements: %s
de_de: Formular-Elemente konnten nicht gelöscht werden: %s

source: Could not delete form options: %s
de_de: Formular-Optionen konnte nicht gelöscht werden: %s

source: Could not delete form preview: %s
de_de: Formular-Vorschau konnte nicht gelöscht werden: %s

source: Form deleted.
de_de: Formular gelöscht.

source: Unable to delete form submissions: %s
de_de: Löschen nicht möglich: %s

source: Submissions deleted.
de_de: Eintrag gelöscht.

source: duplicate
de_de: duplizieren

source: Unable to duplicate form.
de_de: Formular kann nicht dupliziert werden.

source: Element #%s not found.
de_de: Element #%s wurde nicht gefunden.

source: Form element #%s not found.
de_de: Element #%s konnte nicht gefunden werden.

source: Unable to change form element.
de_de: Form-Element konnte nicht geändert werden.

source: Could not delete file from server.
de_de: Datei konnte nicht gelöscht werden.

source: File deleted.
de_de: Datei gelöscht.

source: No ID
de_de: Keine ID angegeben

source: No submissions found.
de_de: ﻿Keine Einträge gefunden.

source: Please enter a valid email address.
de_de: Bitte eine gültige Email-Adresse eingeben.

source: Email %s not found.
de_de: Email %s wurde nicht gefunden.

source: Unable to import submissions.
de_de: Formulareinreichungen konnten nicht importiert werden.

source: Unable to import submission: %s
de_de: Formulareinreichungen konnten nicht importiert werden: %s

source: No file with the requested ID found.
de_de: Keine Datei mit der angeforderten ID gefunden.

source: The requested file doesn't exist.
de_de: Die angeforderte Datei existiert nicht.

source: Unable to delete form submission: %s
de_de: Löschen nicht möglich: %s

source: Submission deleted.
de_de: Eintrag gelöscht.

source: Could not insert template
de_de: Template kann nicht eingefügt werden

source: Template deleted.
de_de: Template gelöscht.

source: No ID.
de_de: Keine ID angegeben.

source: No ID given.
de_de: Keine ID angegeben.

source: Unable to import element.
de_de: Konnte Elemente nicht importieren.

source: Unable to find element. Perhaps you are missing an extension?
de_de: Das Element konnte nicht gefunden werden. Vielleicht fehlt eine Erweiterung?

source: Could not insert element to form
de_de: Element kann nicht eingefügt werden

source: Element deleted.
de_de: Element gelöscht.

source: Failed to duplicate element.
de_de: Fehler beim Duplizieren des Elements.

source: Empty list.
de_de: Leere Liste.

source: No elements to duplicate.
de_de: Keine Elemente zu duplizieren.

source: Form elements update error:
de_de: Formularelemente Update-Fehler:

source: Form options were reset to default.
de_de: Formularoptionen wurden auf den Standardwert zurückgesetzt.

source: No preview id found.
de_de: Keine Vorschau id gefunden.

source: File %s does not exist.
de_de: Datei %s existiert nicht.

source: Data import complete.
de_de: Datenimport abgeschlossen.

source: This is a test email sent by ez Form Calculator.
de_de: Dies ist eine Test-Email von ez Form Calculator.

source: Mail successfully sent.
de_de: Ihre E-Mail wurde versendet.

source: Unable to send mails:
de_de: Emails konnten nicht versendet werden:

source: Unable to send mails.
de_de: Emails konnten nicht versendet werden.

source: No elements found.
de_de: Keine Elemente gefunden

source: Elements updated.
de_de: Elemente aktualisiert.

source: No Subtotal elements found.
de_de: Keine Subtotal-Elemente gefunden.

source: No id or name found.
de_de: Keine ID oder Name gefunden.

source: No form found with name: %s
de_de: Es wurde kein Formular mit dem Namen %s gefunden.

source: No ID or no data.
de_de: Keine ID oder keine Daten.

source: This field is required.
de_de: Dies ist ein Pflichtfeld.

source: No file was uploaded yet.
de_de: Es wurde noch keine Datei hochgeladen.

source: Max character length exceeded
de_de: Zeichenlänge überschritten

source: This field must be at least %s characters.
de_de: Dieses Feld muss mindestens %s Zeichen lang sein.

source: Please enter a valid date.
de_de: Bitte geben Sie ein gültiges Datum ein.

source: Please enter a valid date range.
de_de: Geben Sie ein gültiges Datum ein.

source: Please select at least %s days.
de_de: Bitte wählen Sie mindestens %s Tage aus.

source: Please select at most %s days.
de_de: Bitte wählen Sie mindestens %s Tage aus.

source: Please check your email address.
de_de: Bitte überprüfen Sie Ihre E-Mail-Adresse.

source: This email address is blocked.
de_de: Diese Email-Adresse ist gesperrt.

source: Please enter a valid number.
de_de: Bitte geben Sie eine gültige Nummer ein.

source: Minimum value:
de_de: Mindestwert:

source: Maximum value:
de_de: Maximalwert

source: Your confirmation password doesn't match the password.
de_de: Die Passwortbestätigung stimmt nicht mit dem vergebenen Passwort überein.

source: Files
de_de: Dateien

source: Spam protection: you need to wait %s seconds before you can submit anything.
de_de: Spamschutz: Sie müssen %s Sekunden warten, bevor Sie das Formular absenden können.

source: Element #%s could not be found.
de_de: Element #%s konnte nicht gefunden werden.

source: Unable to add submission: %s
de_de: Es konnte keine Formulareinreichung hinzugefügt werden: %s

source: Submission failed.
de_de: Eintrag fehlgeschlagen.

source: Unable to add email address to MailChimp list.
de_de: Fehler beim Hinzufügen der E-Mail-Adresse zu MailChimp.

source: Email address added to MailChimp list id=%s
de_de: Email-Adresse zur MailChimp-Liste hinzugefügt id=%s

source: Unable to add product #%s to the cart.
de_de: Artikel #%s kann nicht in den Warenkorb hinzugefügt werden.

source: Total
de_de: Gesamt

source: From
de_de: Von

source: To
de_de: Bis

source: day(s)
de_de: Tag(e)

source: No target found:
de_de: Kein Ziel gefunden:

source: Unable to find calculation target #%d in element #%d in form #%d
de_de: Ziel-Element #%d im Element #%d im Formular #%d wurde nicht gefunden

source: Cannot divide by target factor 0
de_de: Kann nicht durch Zielfaktor 0 teilen

source: Price override
de_de: Preisüberschreibung

source: Discount:
de_de: Rabatt:

source: Factor:
de_de: Faktor:

source: Unable to send SMTP mails to ADMIN: %s
de_de: SMTP Admin - Emails konnten nicht versendet werden: %s

source: Unable to send WP mails to ADMIN: %s
de_de: WP Admin - Emails konnten nicht versendet werden: %s

source: Unable to send SMTP mails to CUSTOMER: %s
de_de: SMTP Kunde - Emails konnten nicht versendet werden: %s

source: Unable to send WP mails to CUSTOMER: %s
de_de: WP Kunde - Emails konnten nicht versendet werden: %s

source: Invalid form: %s
de_de: Ungültiges Formular: %s

source: File entry failed.
de_de: Dateieintrag fehlgeschlagen.

source: Unable to delete file.
de_de: Die Datei kann nicht gelöscht werden

source: No token.
de_de: Kein Token.

source: Unable to find submission.
de_de: Eintrag kann nicht gefunden werden.

source: Payment has already been processed.
de_de: Die Zahlung wurde bereits verarbeitet.

source: Unable to retrieve external value: %s
de_de: Externer Wert kann nicht abgerufen werden: %s

source: Invalid custom calculation: replace element does not exist. Please check all placeholders for their correct names.
de_de: Ungültige benutzerdefinierte Berechnung: Das zu ersetzende Element ist nicht vorhanden. Bitte überprüfen Sie alle Platzhalter auf richtige Namen.

source: Invalid options format: %s
de_de: Ungültige Optionen-Format: %s

source: Invalid JSON file or format: %s
de_de: Ungültige JSON-Datei oder-Format: %s

source: Returned JSON is not an object.
de_de: Ungültiges JSON-Objekt.

source: No array found.
de_de: Kein Array gefunden.

source: Unable to find key: %s
de_de: Schlüssel kann nicht gefunden werden: %s

source: Unable to find array key: %s
de_de: Schlüssel kann nicht gefunden werden: %s

source: Admin file not found: %s
de_de: Admin-Datei nicht gefunden: %s

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Add closed days
de_de: Geschlossenen Tage hinzufügen

source: Remove item
de_de: Eintrag entfernen

source: Choose file
de_de: Datei auswählen

source: Clear file
de_de: Dateien entfernen

source: Image URL
de_de: Bild URL

source: Choose file(s)
de_de: Datei(en) wählen

source: Clear file(s)
de_de: Datei(en) löschen

source: No MailChimp lists found or wrong API key
de_de: Keine MailChimp Listen gefunden oder falscher API-Schlüssel

source: No Mailpoet lists found.
de_de: Keine Mailpoet Listen gefunden.

source: Default
de_de: Standard

source: Light
de_de: Hell

source: Dark
de_de: Dunkel

source: Shape blue
de_de: Shape Blau

source: Shape green
de_de: Shape Grün

source: Shape purple
de_de: Shape Lila

source: Shape red
de_de: Shape Rot

source: Beach
de_de: Strand

source: Car
de_de: Fahrzeug

source: Coffee
de_de: Kaffee

source: Flowers
de_de: Blumen

source: Food
de_de: Lebensmittel

source: Watercolor
de_de: Aquarell

source: Add business hours
de_de: Öffnungszeiten hinzufügen

source: Monday
de_de: Montag

source: Tuesday
de_de: Dienstag

source: Wednesday
de_de: Mittwoch

source: Thursday
de_de: Donnerstag

source: Friday
de_de: Freitag

source: Saturday
de_de: Samstag

source: Sunday
de_de: Sonntag

source: This option is only available in the premium version.
de_de: Diese Funktion ist nur in der Premium Version verfügbar.

source: Overwrite
de_de: Überschreiben

source: Invalid WP Filesystem call.
de_de: Ungültiger Aufruf WP Filesystem.

source: Unable to create %s directory. Please create a folder named %s in the WP upload directory.
de_de: Das Verzeichnis %s konnte nicht erstellt werden. Bitte erstellen Sie ein Verzeichnis namens %s im WP Upload Ordner.

source: Unable to create index file in the upload directory. Please create a blank file named %s in the ezfc upload directory created by ez Form Calculator (see %s).
de_de: Die Erstellung der Index-Datei im Upload-Verzeichnis ist nicht möglich. Bitte erstellen Sie eine leere Datei mit dem Namen %s im ezfc-Upload-Verzeichnis erstellt von ez Form Calculator (siehe %s).

source: Function 'file_get_contents' does not exist.
de_de: Funktion "file_get_contents" ist nicht vorhanden.

source: Library ZipArchive is not installed on your webserver.
de_de: Bibliothek ZipArchive nicht auf Ihrem Webserver installiert.

source: Unable to create temporary file.
de_de: Temporäre Datei konnte nicht erstellt werden.

source: Temporary files deleted.
de_de: Temporäre Dateien gelöscht.

source: Error response code %s: %s
de_de: Fehlercode %s: %s

source: Service is unavailable.
de_de: Dienst nicht verfügbar.

source: Unable to install template: no template.
de_de: Template konnte nicht installiert werden: kein Template.

source: Unable to install template: no data.
de_de: Template konnte nicht installiert werden: keine Daten.

source: Template %s was installed.
de_de: Vorlage %s installiert.

source: Template not found.
de_de: Template nicht gefunden

source: The plugin database needs to be updated in order to use all functions. Please back up your forms and your site before updating.
de_de: Die Plugin-Datenbank muss aktualisiert werden, um alle Funktionen nutzen zu können. Bitte sichern Sie Ihre Formulare und Ihre Website, bevor Sie aktualisieren.

source: Run update
de_de: Update ausführen

source: Albania
de_de: Albanien

source: Algeria
de_de: Algerien

source: American Samoa
de_de: Amerikanisch-Samoa

source: Antarctica
de_de: Antarktis

source: Antigua and Barbuda
de_de: Antigua und Barbuda

source: Argentina
de_de: Argentinien

source: Armenia
de_de: Armenien

source: Australia
de_de: Australien

source: Austria
de_de: Österreich

source: Azerbaijan
de_de: Aserbaidschan

source: Bangladesh
de_de: Bangladesch

source: Belarus
de_de: Weißrussland

source: Belgium
de_de: Belgien

source: Bolivia
de_de: Bolivien

source: Bosnia and Herzegovina
de_de: Bosnien und Herzegowina

source: Brazil
de_de: Brasilien

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean

source: Bulgaria
de_de: Bulgarien

source: Cambodia
de_de: Kambodscha

source: Cameroon
de_de: Kamerun

source: Canada
de_de: Kanada

source: Cape Verde
de_de: Kap Verde

source: Cayman Islands
de_de: Kaimaninseln

source: Central African Republic
de_de: Zentralafrikanische Republik

source: Chad
de_de: Tschad

source: Christmas Island
de_de: Weihnachtsinsel

source: Cocos (Keeling) Islands
de_de: Kokosinseln

source: Colombia
de_de: Kolumbien

source: Comoros
de_de: Komoren

source: Congo
de_de: Kongo

source: Congo, the Democratic Republic of the
de_de: Demokratische Republik Kongo

source: Cook Islands
de_de: Cookinseln

source: Cote D'Ivoire
de_de: Côte d'Ivoire

source: Croatia
de_de: Kroatien

source: Cuba
de_de: Kuba

source: Cyprus
de_de: Zypern

source: Czech Republic
de_de: Tschechien

source: Denmark
de_de: Dänemark

source: Djibouti
de_de: Dschibuti

source: Dominican Republic
de_de: Dominikanische Republik

source: Egypt
de_de: Ägypten

source: Equatorial Guinea
de_de: Äquatorialguinea

source: Estonia
de_de: Estland

source: Ethiopia
de_de: Äthiopien

source: Falkland Islands (Malvinas)
de_de: Falklandinseln (Malvinas)

source: Faroe Islands
de_de: Färöer Inseln

source: Fiji
de_de: Fidschi

source: Finland
de_de: Finnland

source: France
de_de: Frankreich

source: French Guiana
de_de: Französisch-Guayana

source: French Polynesia
de_de: Französisch-Polynesien

source: French Southern Territories
de_de: Französische Süd- und Antarktisgebiete

source: Gabon
de_de: Gabun

source: Georgia
de_de: Georgien

source: Germany
de_de: Deutschland

source: Greece
de_de: Griechenland

source: Greenland
de_de: Grönland

source: Heard Island and Mcdonald Islands
de_de: Heard Insel und Mcdonald Inseln

source: Holy See (Vatican City State)
de_de: Vatikanstadt

source: Hungary
de_de: Ungarn

source: Iceland
de_de: Island

source: India
de_de: Indien

source: Indonesia
de_de: Indonesien

source: Iran, Islamic Republic of
de_de: Iran

source: Iraq
de_de: Irak

source: Ireland
de_de: Irland

source: Italy
de_de: Italien

source: Jamaica
de_de: Jamaika

source: Jordan
de_de: Jordanien

source: Kazakhstan
de_de: Kasachstan

source: Kenya
de_de: Kenia

source: Korea, Democratic People's Republic of
de_de: Nordkorea (Volksrepublik)

source: Korea, Republic of
de_de: Korea

source: Kyrgyzstan
de_de: Kirgisistan

source: Lao People's Democratic Republic
de_de: Demokratische Volksrepublik Laos

source: Latvia
de_de: Lettland

source: Lebanon
de_de: Libanon

source: Libyan Arab Jamahiriya
de_de: Libyen

source: Lithuania
de_de: Litauen

source: Luxembourg
de_de: Luxemburg

source: Macao
de_de: Macau

source: Macedonia
de_de: Mazedonien

source: Madagascar
de_de: Madagaskar

source: Maldives
de_de: Malediven

source: Marshall Islands
de_de: Marshallinseln

source: Mauritania
de_de: Mauretanien

source: Mexico
de_de: Mexiko

source: Micronesia, Federated States of
de_de: Mikronesien

source: Moldova, Republic of
de_de: Moldavien

source: Mongolia
de_de: Mongolei

source: Morocco
de_de: Marokko

source: Mozambique
de_de: Mosambik

source: Netherlands
de_de: Niederlande

source: Netherlands Antilles
de_de: Niederländische Antillen

source: New Caledonia
de_de: Neukaledonien

source: New Zealand
de_de: Neuseeland

source: Norfolk Island
de_de: Norfolkinsel

source: Northern Mariana Islands
de_de: Nördliche Marianen

source: Norway
de_de: Norwegen

source: Palestinian Territory
de_de: Palästinensisches Territorium

source: Papua New Guinea
de_de: Papua-Neuguinea

source: Philippines
de_de: Philippinen

source: Poland
de_de: Polen

source: Qatar
de_de: Katar

source: Reunion
de_de: Réunion

source: Romania
de_de: Rumänien

source: Russian Federation
de_de: Russische Föderation

source: Rwanda
de_de: Ruanda

source: Saint Helena
de_de: St. Helena

source: Saint Kitts and Nevis
de_de: St. Kitts und Nevis

source: Saint Lucia
de_de: St. Lucia

source: Saint Pierre and Miquelon
de_de: Saint-Pierre und Miquelon

source: Saint Vincent and the Grenadines
de_de: St. Vincent und die Grenadinen

source: Sao Tome and Principe
de_de: Sao Tome und Principe

source: Saudi Arabia
de_de: Saudi-Arabien

source: Serbia and Montenegro
de_de: Serbien und Montenegro

source: Seychelles
de_de: Seychellen

source: Singapore
de_de: Singapur

source: Slovakia
de_de: Slowakei

source: Slovenia
de_de: Slowenien

source: Solomon Islands
de_de: Salomonen

source: South Africa
de_de: Südafrika

source: South Georgia and the South Sandwich Islands
de_de: Südgeorgien und die Südlichen Sandwichinseln

source: Spain
de_de: Spanien

source: Svalbard and Jan Mayen
de_de: Svalbard und Jan Mayen

source: Swaziland
de_de: Swasiland

source: Sweden
de_de: Schweden

source: Switzerland
de_de: Schweiz

source: Syrian Arab Republic
de_de: Syrische Arabische Republik

source: Taiwan, Province of China
de_de: Taiwan

source: Tajikistan
de_de: Tadschikistan

source: Tanzania, United Republic of
de_de: Tansania

source: Trinidad and Tobago
de_de: Trinidad und Tobago

source: Tunisia
de_de: Tunesien

source: Turkey
de_de: Türkei

source: Turks and Caicos Islands
de_de: Turks- und Caicosinseln

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate

source: United Kingdom
de_de: Großbritannien

source: United States
de_de: USA

source: Uzbekistan
de_de: Usbekistan

source: Virgin Islands, British
de_de: Britische Jungferninseln

source: Wallis and Futuna
de_de: Wallis und Futuna

source: Western Sahara
de_de: Westsahara

source: Yemen
de_de: Jemen

source: Zambia
de_de: Sambia

source: Zimbabwe
de_de: Simbabwe

source: Basic input field with no restrictions
de_de: Input-Feld ohne Einschränkungen

source: Email input field
de_de: Email Eingabefeld

source: Textfield
de_de: Textfeld

source: Large text field
de_de: Großes Textfeld

source: Dropdown list
de_de: Dropdown-Liste

source: Used for single-choice elements.
de_de: Einzelauswahl.

source: Radio
de_de: Radio Button

source: Numbers
de_de: Nummernfeld

source: Numbers only
de_de: Nur Zahlen

source: Date
de_de: Datum

source: Datepicker
de_de: Datumsauswahl

source: Image
de_de: Bild

source: Shows images
de_de: Bilder anzeigen

source: Hidden input field
de_de: Versteckt Eingabefeld

source: Line
de_de: Linie

source: Horizontal line
de_de: Horizontale Linie

source: Custom HTML or basic text
de_de: Benutzerdefiniertes HTML oder einfachen Text

source: Verification
de_de: Überprüfung

source: File upload
de_de: Datei-Upload

source: This element holds the subtotal value up to the point where the element is placed at. It can also be used to perform custom calculations to override or modify the price at any point.
de_de: Dieses Element hält den Zwischensummenwert bis zu dem Punkt, an dem das Element platziert ist. Es kann auch verwendet werden, um benutzerdefinierte Berechnungen durchzuführen, um den Preis jederzeit zu überschreiben oder zu ändern.

source: User can choose the payment type
de_de: Der Benutzer kann die Zahlungsart wählen

source: Payment type
de_de: Zahlungsart

source: Step start
de_de: Schritt Start

source: Divide form into steps - Start of a step
de_de: Formular in Schritte aufteilen - Start eines Schritts

source: Step
de_de: Schritt

source: Step end
de_de: Schritt Ende

source: Divide form into steps - End of a step
de_de: Formular in Schritte aufteilen - Ende eines Schritts

source: Previous Step
de_de: Vorheriger Schritt

source: Next Step
de_de: Nächster Schritt

source: Use this element when you want to calculate a date range (e.g. number of days)
de_de: Verwenden Sie dieses Element, wenn ein Datumsbereich berechnet werden soll (zB Anzahl der Tage).

source: Pick your color
de_de: Wähle Deine Farbe aus

source: Set
de_de: Setzen

source: Apply a math operator to a set of elements (e.g. choose lowest / highest value, average, etc.)
de_de: Mathematische Operation auf eine Reihe von Elementen anwenden (z.B. niedrigsten / höchsten Wert ermitteln, Mittelwert, etc.)

source: Show the content of a WordPress post.
de_de: Zeigen den Inhalt eines Wordpress Posts.

source: Custom JS
de_de: Benutzerdefinierte JavaScript

source: Custom JavaScript code. Uses price as argument and returns the price (no need to add function name or value).
de_de: Benutzerdefinierter JavaScript-Code. Verwendet Preis als Argument und gibt den Preis als Rückgabewert zurück (keine Notwendigkeit, Funktionsnamen hinzuzufügen).

source: Custom Calculation
de_de: Individuelle Berechnung

source: Group
de_de: Gruppe

source: Collapse title
de_de: Titel der zusammenklappbaren Gruppe

source: Placeholder
de_de: Platzhalter

source: Placeholders have no effect on the form calculation.
de_de: Platzhalter haben keinen Einfluss auf die Formberechnung.

source: Spacer
de_de: Abstand

source: Add vertical spacing.
de_de: Fügt einen vertikalen Abstand hinzu.

source: Tax
de_de: Steuer

source: Adds tax to the total price. This element should be placed at the end of the form as it takes the subtotal value into calculation. Tax value can be changed in the calculation section.
de_de: Fügt Steuer auf den Gesamtpreis hinzu. Dieses Element sollte am Ende des Formulars platziert werden, da das Element den Zwischenwert in die Berechnung mit einbezieht. Der Steuerwert kann im Berechnungsabschnitt geändert werden.

source: Tax (20%)
de_de: Steuern (20%)

source: Quantity discount
de_de: Mengenrabatt
