Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: Email footer text
de_de: Text in der Email Fußzeile

source: This text will be displayed in the footer section of styled email submissions.
de_de: Dieser Text wird im Fußzeilenbereich der formatierten E-Mail-Übermittlungen angezeigt.

source: Price format decimals
de_de: Dezimalstellen

source: Number of decimals in email prices
de_de: Anzahl der Dezimalstellen

source: Email font family
de_de: Schriftfamilie in Emails (font-family)

source: Font to be used in email body. It is recommended to provide fallback fonts, example: Arial, Helvetica, sans-serif
de_de: Schriftart, die im E-Mail-Text verwendet werden soll. Es wird empfohlen, Fallback-Fonts zur Verfügung zu stellen, Beispiel: Arial, Helvetica, sans-serif

source: Use plain HTML
de_de: HTML verwenden

source: If disabled, HTML elements will be shown as code in emails.
de_de: Wenn deaktiviert, werden HTML-Elemente als Code in E-Mails angezeigt.

source: Enable SMTP
de_de: SMTP aktivieren

source: Anonymous authentication
de_de: Anonyme Authentifizierung

source: If this option is enabled, the plugin will connect to the SMTP server anonymously.
de_de: Wenn diese Option aktiviert ist, verbindet sich das Plugin anonym mit dem SMTP-Server.

source: SMTP Username
de_de: SMTP-Benutzername

source: SMTP Password
de_de: SMTP-Passwort

source: Default ports: 25 (no encryption), 465 (SSL), 587 (TLS).
de_de: Standard-Ports: 25 (keine Verschlüsselung), 465 (SSL), 587 (TLS).

source: SMTP Encryption
de_de: SMTP Verschlüsselung

source: No encryption
de_de: Keine Verschlüsselung

source: (recommended)
de_de: (empfohlen)

source: SMTP Debug Level
de_de: SMTP-Debugebene

source: Debug output level. If you're having problems connecting or sending emails through your SMTP server, you can increase the value to debug the issue. %s
de_de: Debug-Ausgabeebene. Wenn Sie Probleme bei der Verbindung oder beim Senden von E-Mails über Ihren SMTP-Server haben, können Sie den Wert erhöhen, um das Problem zu debuggen. %s

source: Debug levels
de_de: Debug-Ebenen

source: SMTP Disable Verify Peer
de_de: SMTP Peer-Überprüfung deaktivieren

source: Disables verify_peer and verify_peer_name and enables allow_self_signed. (Only change this if you know what you're doing)
de_de: Deaktiviert verify_peer und verify_peer_name und aktiviert allow_self_signed. (Ändern Sie dies nur, wenn Sie wissen, was Sie tun)

source: PayPal API username
de_de: PayPal API Benutzername

source: See <a href='https://developer.paypal.com/docs/classic/api/apiCredentials/'>PayPal docs</a> to read how to get your API credentials.
de_de: Rufen Sie die <a href='https://developer.paypal.com/docs/classic/api/apiCredentials/'>PayPal Dokumentation</a> auf, um Ihre API-Schlüssel zu erhalten.

source: PayPal API password
de_de: Paypal API Kennwort

source: PayPal API signature
de_de: Paypal API Signatur

source: The return URL is the location where buyers return to when a payment has been succesfully authorized. <br>You need to use this shortcode on the return page/post or else it will not work:<br>[ezfc_verify]
de_de: Die Rückgabe-URL ist die Seite, an den die Käufer zurückkehren, wenn eine Zahlung erfolgreich autorisiert wurde. <br>Sie müssen diesen Shortcode auf der Rückgabeseite verwenden oder sonst wird es nicht funktionieren: <br>[ezfc_verify]

source: Cancel URL
de_de: Abgebrochen URL (cancel URL)

source: The cancelURL is the location buyers are sent to when they hit the cancel button during authorization of payment during the PayPal flow.
de_de: Die cancelURL ist die Seite, an die Käufer gesendet werden, wenn sie während der PayPal-Zahlung während der Zahlungsautorisierung auf die Schaltfläche "Abbrechen" klicken.

source: Currency code
de_de: Währungscode

source: Use sandbox
de_de: Sandbox verwenden

source: Set to 'yes' for testing purposes.
de_de: Auf 'Ja' setzen für Testmodus.

source: Account required
de_de: Konto erforderlich

source: Whether a PayPal account is required or not. If an account is optional, you still need to do the following step: Log in to your PayPal account, go to the Profile subtab, click on Website Payment Preferences under the Selling Preferences column, and check the yes/no box under PayPal Account Optional.
de_de: Ob ein PayPal-Konto benötigt wird oder nicht. Wenn ein Konto optional ist, müssen Sie den folgenden Schritt ausführen: Melden Sie sich bei Ihrem PayPal-Konto an, wechseln Sie zum Unterregister "Profil", klicken Sie in der Spalte "Selling Preferences" auf "Website-Zahlungseinstellungen" und aktivieren Sie das Kontrollkästchen Ja / Nein unter "PayPal Account Optional".

source: Enable Stripe
de_de: Stripe aktivieren

source: Secret key
de_de: Geheimer Schlüssel

source: Publishable key
de_de: Zusatzinformationen

source: Save PDF files
de_de: PDF-Dateien speichern

source: Generated PDF files will be saved on the server if the option is set to 'Yes'. The save folder is %s.
de_de: Generierte PDF-Dateien werden auf dem Server gespeichert, wenn die Option auf"Ja" gesetzt ist. Der Speicherordner ist %s.

source: Allow remote content
de_de: Ermöglicht Remote-Inhalte (erforderlich zum Einbetten von Bildern)

source: If this setting is set to true, the PDF library (DOMPDF) will access remote sites for images and CSS files as required.
de_de: Wenn diese Einstellung auf "True" festgelegt ist, greift die PDF-Bibliothek (DOMPDF) bei Bedarf auf Remotestandorte für Bilder und CSS-Dateien zu.

source: Allow shortcodes
de_de: Shortcodes erlauben

source: If this setting is set to true, shortcodes can be executed in the PDF content. This might break PDF generation, so you should deactivate this option if no PDF can be generated.
de_de: Wenn diese Einstellung aktiviert ist, können Shortcodes im PDF-Inhalt ausgeführt werden. Dies könnte die PDF-Generierung unterbrechen. Sie sollten diese Option deaktivieren, wenn keine PDF-Datei erstellt werden kann.

source: Page orientation
de_de: Seitenausrichtung

source: Portrait
de_de: Hochformat

source: Landscape
de_de: Querformat

source: Page size
de_de: Seitengröße

source: Size of the pdf page, e.g. letter (default), A4, A5.
de_de: Größe der pdf-Seite, z.B. letter (Standard), A4, A5.

source: PDF company text
de_de: PDF-Firmentext

source: This text will be displayed in the company section in generated PDF files.
de_de: Dieser Text wird im Unternehmensbereich in generierten PDF-Dateien angezeigt.

source: This text will be displayed in the header section in generated PDF files.
de_de: Dieser Text wird im Kopfzeilenbereich in generierten PDF-Dateien angezeigt.

source: PDF footer text
de_de: PDF-Fußzeilentext

source: This text will be displayed in the footer section in generated PDF files.
de_de: Dieser Text wird im Fußzeilenbereich in generierten PDF-Dateien angezeigt.

source: Recaptcha public key
de_de: ReCaptcha öffentlicher Schlüssel

source: Recaptcha private key
de_de: ReCaptcha privater Schlüssel

source: Tooltip background color
de_de: Tooltip Hintergrundfarbe

source: Tooltip font color
de_de: Schriftfarbe des Tooltipps

source: Integrate with WooCommerce
de_de: Integration mit WooCommerce

source: Integrate with WooCommerce. Please be aware that on a single product page, the product price and add-to-cart button will be hidden since the plugin handles this.
de_de: Integration mit WooCommerce. Bitte beachten Sie, dass auf einer einzelnen Produktseite der Produktpreis und die Add-to-Cart-Schaltfläche ausgeblendet werden, da das Plugin dies handhabt.

source: 'Added to cart' text
de_de: 'Zum Warenkorb hinzugefügt' text

source: This text will be displayed after a submission was added to the cart.
de_de: Dieser Text wird angezeigt, nachdem das Formular in den Einkaufswagen hinzugefügt wurde.

source: Added to cart
de_de: Zum Warenkorb hinzugefügt

source: Add forms to products
de_de: Formulare automatisch auf Produktseiten hinzufügen

source: When this option is enabled, forms will be added to products automatically. If you want to show individual forms for products, please make sure you add a custom field to the product:<br> custom field name: ezfc_form_id<br>custom field value: &lt;form_id&gt;<br> If you want to show one form for all products, please enter a form ID in 'Global form ID' below.<br> <strong>This will replace the 'Add to cart'-button from Woocommerce!</strong><br> More information here: <a href='http://ez-form-calculator.ezplugins.de/documentation/woocommerce-integration/' target='_blank'>ezfc Woocommerce Integration</a>
de_de: Wenn diese Option aktiviert ist, werden den Produkten automatisch Formulare hinzugefügt. Wenn Sie individuelle Formulare für Produkte anzeigen möchten, stellen Sie bitte sicher, dass Sie ein benutzerdefiniertes Feld zum Produkt hinzufügen:<br> benutzerdefinierter Feldname: ezfc_form_id<br>Benutzerdefinierter Feldwert: &lt;form_id&gt;<br> Wenn Sie ein Formular für alle Produkte anzeigen möchten, geben Sie bitte unter'Globale Formular-ID' eine Formular-ID ein. Dies ersetzt den'In den Warenkorb'-Button von Woocommerce!</stark>><br>. Mehr Informationen finden Sie hier: <a href='http://ez-form-calculator.ezplugins.de/documentation/woocommerce-integration/' target='_blank'>ezfc Woocommerce Integration</a>

source: Global form ID
de_de: Globale Formular-ID

source: Form with this ID will be added to the WooCommerce product when 'Add forms to products' is set to 'Yes'
de_de: Das Formular mit dieser ID wird dem WooCommerce-Produkt hinzugefügt, wenn "Formulare zu Produkten hinzufügen" auf "Ja" gesetzt ist.

source: Show selected values in checkout
de_de: Werte an der Kasse anzeigen

source: Show the selected values in a table on the checkout page
de_de: Zeigen Sie die ausgewählten Werte in einer Tabelle auf der Bezahlungsseite an

source: Checkout details text
de_de: Kasse Details Text

source: If 'Show selected values in checkout' is enabled, display this text above the details table.
de_de: Wenn 'Ausgewählte Werte beim Auschecken anzeigen' aktiviert ist, zeigen Sie diesen Text über der Detailtabelle an.

source: Checkout details values
de_de: Kasse Details Werte

source: Details text in checkout: 'Full Details' shows all values and calculations. 'Simple details' shows values and prices. 'Values only' shows the selected values only. <strong>Note: only applies to products added after this values was changed.</strong>
de_de: Text in Kasse-Details: "Alle Details" zeigt alle Werte und Berechnungen. "Einfache Details" zeigt Werte und Preise. "Werte" zeigt nur die ausgewählten Werte. <strong>Hinweis: gilt nicht für Produkte, die bereits dem Warenkorb hinzugefügt wurden.</strong>

source: Editable cart items
de_de: Editierbare Warenkorb Artikel

source: Customers can edit the submitted form in the cart. When set to 'Yes', an editable link will be added to relevant cart items.
de_de: Kunden können Formularwerte im Warenkorb bearbeiten. Bei Festlegung auf "Ja", wird ein Link zum Bearbeiten des Formulars hinzugefügt.

source: Edit text
de_de: Text bearbeiten

source: Text of the edit link.
de_de: Text des Bearbeiten-Links.

source: Form display hook
de_de: Formular anzeigen

source: WooCommerce hook when forms are added to products (for a full list, see %s
de_de: WooCommerce hook, wenn Formulare zu Produkten hinzugefügt werden (eine vollständige Liste finden Sie unter %s )

source: WooCommerce product id
de_de: WooCommerce Produkt-ID

source: <strong>NOTE:</strong> this value is deprecated since v2.7.3 and has no effect - set the WooCommerce product id in the form options
de_de: <strong>Hinweis:</strong> Dieser Wert ist seit v2.7.3 veraltet und hat keine Auswirkung. Setzen Sie die WooCommerce Produkt-ID in der Formular Optionen

source: Update cart
de_de: Warenkorb aktualisieren

source: Update the mini-cart after adding products to the cart.
de_de: Aktualisieren Sie den Mini-Cart, nachdem Sie dem Warenkorb Produkte hinzugefügt haben.

source: Cart CSS selector
de_de: Mini-Warenkorb CSS Selector

source: The mini-cart CSS selector can change depending on your theme. If you are not sure, you might want to contact the theme author.
de_de: Der Mini-Cart CSS-Selektor kann sich je nach Thema ändern. Wenn Sie sich nicht sicher sind, können Sie sich an den Autor des Themas wenden.

source: Cart item number CSS selector
de_de: Artikelanzahl CSS Selektor

source: Updates the cart item number after a product has been added to the cart. The cart item number CSS selector can change depending on your theme. If you are not sure, you might want to contact the theme author.
de_de: Ist diese Option aktiviert, dann wird die Anzahl der Produkte in der Warenkorbanzeige nachdem hinzufügen eines Produktes automatisch aktualisiert. Die CSS-Auswahl für die Warenkorb-Artikelnummer kann sich je nach Thema ändern.

source: Insert form submissions on checkout
de_de: Formulareinreichung nach dem Bezahlvorgang speichern

source: Insert form submissions for each product that was added from the form on checkout.
de_de: Fügen Sie Formulareinreichungen für jedes Produkt ein, das beim Auschecken aus dem Formular hinzugefügt wurde.

source: Override file types
de_de: Überschreiben von erlaubten Dateitypen

source: Override allowed default upload files types.
de_de: Überschreiben Sie die erlaubten Standard-Upload-Dateitypen.

source: File types
de_de: Datentypen

source: Allowed upload file types separated by comma.
de_de: Erlaubte Upload-Dateitypen, die durch Komma getrennt sind.

source: Form Editor
de_de: Formular Editor

source: Use tinyMCE
de_de: Verwende TinyMCE

source: Use tinyMCE editor in HTML elements.
de_de: In HTML-Elementen den TinyMCE-Editor verwenden.

source: Use large data editor
de_de: Großen Dateneditor verwenden

source: Use large data editor to edit form elements. The editor will be fixed to the right side and expanded to full height.
de_de: Für die Bearbeitung von Formularelemente den großen Dateneditor verwenden. Der Editor wird auf der rechten Seite fixiert und auf volle Höhe vergrößert.

source: Reopen last form
de_de: Letztes Formular erneut öffnen

source: The last form edited will automatically be opened on the main page.
de_de: Das zuletzt bearbeitete Formular wird automatisch auf der Hauptseite geöffnet.

source: Last form ID
de_de: Letzte Formular-ID

source: ID of the last opened form. The ID will change automatically after each form opened.
de_de: ID des zuletzt geöffneten Formulars. Die ID ändert sich automatisch nach jedem Öffnen des Formulars.

source: Use relative URLs in tinyMCE
de_de: Verwende relative URLs in tinyMCE

source: tinyMCE converts absolute URLs to relative ones on links and images. If you want to always use absolute URLs, you need to disable this option.
de_de: tinyMCE konvertiert absolute URLs in relative URLs auf Links und Bildern. Wenn Sie immer absolute URLs verwenden wollen, müssen Sie diese Option deaktivieren.

source: Batch edit separator
de_de: Trennzeichen für Batch-Editierung

source: Separator character which is used to split values in the batch editor.
de_de: Trennzeichen, mit dem Werte im Batch-Editor aufgeteilt werden.

source: Turn Zapier integration on or off globally.
de_de: Die Integration von Zapier global ein- oder ausschalten.

source: Privacy
de_de: Datenschutz

source: The plugin will anonymize the IP of the user before the form submission.
de_de: Das Plugin wird die IP des Nutzers anonymisieren, wenn das Formular abgesendet wird.

source: No anonymization
de_de: Keine Anonymisierung

source: Partly (%s)
de_de: Teilweise (%s)

source: Full (%s)
de_de: Voll (%s)

source: Store submissions
de_de: Formulareinreichungen speichern

source: Form submissions will be saved in the database by default. You can disable this for privacy reasons, though some plugin functions may not work correctly. Previous submissions won't be deleted.
de_de: Formulare werden standardmäßig in der Datenbank gespeichert. Sie können dies aus Gründen des Datenschutzes deaktivieren, obwohl einige Plugin-Funktionen nicht korrekt funktionieren. Vorherige Formulareinreichungen werden nicht gelöscht.

source: Calculation version
de_de: Berechnungsversion

source: The calculation routine has changed in v2.10.2.0. If the new calculation routine shows wrong prices, you can switch to an older version here. It is recommended to update the calculations to the newest version, please see the changelog for more information.
de_de: Die berechnungsroutine wurde in v2.10.2.0 geändert. Wenn die neue berechnungsroutine falsche Preise zeigt, wechseln Sie zu einer älteren Version. Es wird empfohlen, die Berechnungen auf die neueste Version zu aktualisieren. Lesen Sie bitte den Changelog durch für weitere Informationen.

source: Current version (recommended)
de_de: Aktuelle Version (empfohlen)

source: User roles
de_de: Berechtigungen

source: Check which user role has access to edit this plugin.
de_de: Wählen Sie aus, welche Benutzerrolle Zugriff auf dieses Plugin hat.

source: Mailchimp API key
de_de: Ihr MailChimp API-Schlüssel

source: How to find your API key
de_de: Wie Sie Ihren API-Schlüssel finden

source: WordPress filter to apply html elements on. You might want to use 'the_content' if HTML elements look wrong (without quotes).
de_de: WordPress-Filter bei Verwendung von HTML-Elementen. Verwende 'the_content', wenn HTML-Elemente falsch dargestellt werden.

source: Convert HTML encoding
de_de: HTML-Codierung

source: If special characters aren't displayed correctly on the page, you might want to change the encoding. Example: from %s to %s
de_de: Wenn Sonderzeichen auf der Seite nicht korrekt angezeigt werden, kann die Codierung geändert werden z. B. von %s bis %s

source: Force UTF-8 encoding
de_de: UTF-8-Codierung forcieren

source: If special characters aren't displayed correctly on the page, you might want to activate this option.
de_de: Wenn Sonderzeichen auf der Seite nicht korrekt angezeigt werden, können Sie diese Option aktivieren.

source: Enable debug mode
de_de: Debug-Modus aktivieren

source: This option should only be enabled if you encounter any issues with the plugin.
de_de: Diese Option sollte nur aktiviert werden, wenn Probleme mit dem Plugin auftreten.

source: Yes + Frontend details
de_de: Ja + Frontend-Details

source: Required elements check
de_de: Pflichtfelder werden geprüft

source: Behaviour of input checks of required elements while debug mode is active.
de_de: Erforderlichen Elemente prüfen, wenn der Debug-Modus aktiv ist.

source: Disable required checks
de_de: Erforderliche Felder nicht prüfen

source: Enable required checks
de_de: Erforderliche Felder prüfen

source: Add default jQuery UI stylesheet
de_de: jQuery UI Standard-Stylesheet hinzufügen

source: If your theme looks differently after installing this plugin, set this option to 'No' and see again. It may break due to the default jQuery UI stylesheet.
de_de: Wenn das verwendete WP-Theme nach der Installation des Plugins anders aussieht, dann deaktiviere diese Option. Das Problem kann an den verwendeten Standard jQuery-UI Stylesheet liegen.

source: Keep data after uninstall
de_de: Daten nach Deinstallation behalten

source: The plugin will keep all plugin-related data in the database when uninstalling. Only select 'Yes' if you want to upgrade the script.
de_de: Nach der Deinstallation werden alle pluginbezogene Daten nicht aus der Datenbank gelöscht.

source: Invoice counter ID
de_de: Rechnung Zähler-ID

source: Current invoice counter ID.
de_de: Aktuelle Rechnung Zähler-ID.

source: CSS label width
de_de: Breite Bezeichnungsfeld

source: Width of the labels. Default: 15em
de_de: Breite für Bezeichnungen (Label). Standard: 15em

source: Empty element ID and name.
de_de: Leere Element-ID und Name.

source: Form not found: %s
de_de: Formular nicht gefunden: %s

source: No PayerID or no token.
de_de: Keine PayerID oder kein Token.

source: Unable to find submission by token.
de_de: Es ist nicht möglich, die Einreichung per Token zu finden.

source: Payment could not be verified. :(
de_de: Zahlung konnte nicht verifiziert werden. :(

source: No form with the requested ID found.
de_de: Ungültige ID. Kein Resultat gefunden.

source: Uploading...
de_de: Upload läuft...

source: File upload error. Please try again.
de_de: Fehler beim Hochladen. Bitte versuchen Sie es noch einmal.

source: Unable to remove file.
de_de: Die Datei können nicht gelöscht werden.

source: File removed.
de_de: Datei gelöscht.

source: File upload successful.
de_de: Datei-Upload erfolgreich.

source: Discount
de_de: Rabatt

source: Close dialog
de_de: Dialog schliessen

source: Form widget
de_de: Formular Widget

source: With ez Form Calculator, you can simply create a form calculator for both yourself and your customers. Easily add basic form elements like checkboxes, dropdown menus, radio buttons etc. with only a few clicks. Each form element can be assigned a value which will be calculated automatically.
de_de: Mit dem ez-Formular-Rechner können Sie ganz einfach einen Formular-Rechner für sich selbst und Ihre Kunden erstellen. Fügen Sie mit wenigen Klicks einfache Formularelemente wie Checkboxen, Dropdown-Menüs, Auswahlknöpfe usw. hinzu. Jedem Formularelement kann ein Wert zugewiesen werden, der automatisch berechnet wird.
