Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: Numbers element with quantity discount. Please note that any factor entered will not be taken into calculations, so the 'raw' value will always be used.
de_de: Nummernfeld mit Mengenrabatt. Bitte beachten Sie, dass numerische Faktoren nicht in Berechnungen einbezogen werden, sondern nur der eingetragene Wert.

source: Quantity Discount
de_de: Mengenrabatt

source: Add to email list
de_de: Zur Email-Liste hinzufügen

source: This checkbox element asks the user to sign up for an email list (MailChimp or MailPoet). Do not change the value of the checkbox or else the user will not be added to the list. Make sure to set 'Enable Mailchimp' or 'Enable Mailpoet' to 'Yes' in the form options.
de_de: Dieses Checkbox-Element fordert den Benutzer auf, sich in eine E-Mail-Liste (MailChimp oder MailPoet) einzutragen. Ändern Sie nicht den Wert der Checkbox und stellen Sie sicher, dass die Option 'Enable Mailchimp' oder 'Enable Mailpoet' in den Formular-Optionen aktiviert ist.

source: Sign me up!
de_de: Melden Sie mich an!

source: Heading
de_de: Überschrift

source: This element adds an HTML heading tag (h1-h6).
de_de: Dieses Element fügt ein HTML-Header-Tag (h1-h6) hinzu.

source: Title
de_de: Titel

source: Star Rating
de_de: Sternebewertung

source: Simple star rating for rating purposes
de_de: Einfache Sternenbewertung für Bewertungszwecke

source: Rating
de_de: Bewertung

source: How would you rate us?
de_de: Wie beurteilen Sie uns?

source: Confirmation
de_de: Bestätigung

source: This checkbox element asks the user to confirm their submission.
de_de: Dieses Checkbox-Element fordert den Benutzer auf, das Absenden zu bestätigen.

source: I agree that the data entered in the form may be processed and used solely for submitting information and advertising on products, services and other activities to my hand.
de_de: Ich stimme zu, dass die in das Formular eingegebenen Daten verarbeitet und ausschließlich für die Übermittlung von Informationen verwendet werden können.

source: Set element values conditionally in a user-friendly matrix layout
de_de: Elementwerte in einem benutzerfreundlichen Matrix-Layout setzen

source: Table Order
de_de: Tabellenbestellung

source: Table-like list for item quantity orders
de_de: Tabellenartige Liste für Artikelmengenbestellungen

source: Table order
de_de: Tabellenbestellung

source: Product|Price per Unit|Quantity|Subtotal
de_de: Produkt|Preis pro Einheit|Menge|Summe

source: Price
de_de: Preis

source: Password
de_de: Passwort

source: Password field with masked characters.
de_de: Passwortfeld mit maskierten Zeichen.

source: Yes/No
de_de: Ja/Nein

source: Simple yes/no single choice radio button.
de_de: Einfache Ja/Nein Auswahl

source: Repeatable Form
de_de: Wiederholbares Formular

source: Add row
de_de: Zeile hinzufügen

source: Remove row
de_de: Zeile entfernen

source: not
de_de: nicht

source: between
de_de: zwischen

source: not between
de_de: nicht zwischen

source: is hidden
de_de: ist versteckt

source: is visible
de_de: ist sichtbar

source: bitwise AND
de_de: bitweise UND

source: bitwise OR
de_de: bitweise ODER

source: empty
de_de: leer

source: not empty
de_de: nicht leer

source: not in
de_de: nicht in

source: once
de_de: einmalig

source: Function validate_option was called incorrectly.
de_de: Funktion "validate_option" wurde falsch aufgerufen.

source: Invalid syntax. Please use the following syntax: %s
de_de: Ungültige Syntax. Bitte verwenden Sie die folgende Syntax: %s

source: Empty Authorize.net API login ID or transaction key.
de_de: Leere Authorize.net API Login-ID oder Transaktionsschlüssel.

source: Delete
de_de: Löschen

source: Really delete the selected form?
de_de: Wirklich das ausgewählte Formular löschen?

source: Really delete the selected element?
de_de: Wirklich das ausgewählte Element löschen?

source: You have changed the form without having saved. Really leave the current form unsaved?
de_de: Das Formular wurde geändert, ohne zu speichern. Wirklich die Seite verlassen?

source: Really overwrite this option for all forms?
de_de: Diese Option für alle Formulare überschreiben?

source: Submit button
de_de: ﻿Senden Button

source: Unavailable for this element.
de_de: Nicht verfügbar für dieses Element.

source: Show
de_de: Zeige

source: Hide
de_de: Verstecken

source: Enable calc routine (index)
de_de: Berechnungsroutine aktivieren (index)

source: Enable calc routine (name)
de_de: Berechnungsroutine aktivieren (name)

source: Disable calc routine (index)
de_de: Berechnungsroutine deaktivieren (index)

source: Disable calc routine (name)
de_de: Berechnungsroutine deaktivieren (name)

source: Set factor
de_de: Faktor setzen

source: Activate
de_de: Aktivieren

source: Activate option
de_de: Option aktivieren

source: Deactivate
de_de: Deaktivieren

source: Deactivate option
de_de: Option deaktivieren

source: Select option
de_de: Option auswählen

source: Deselect option
de_de: Option demarkieren

source: Show option
de_de: Zeige Option

source: Hide option
de_de: Option Ausblenden

source: Redirect
de_de: Umleitung

source: Go to step
de_de: Weiter zu Schritt

source: Next step
de_de: Nächster Schritt

source: Previous step
de_de: Vorheriger Schritt

source: Email target
de_de: E-Mail Ziel

source: Set min
de_de: Min. Wert

source: Set max
de_de: Max. Wert

source: Set min selectable
de_de: Minimal wählbare Optionen

source: Set max selectable
de_de: Maximal wählbare Optionen

source: Add class
de_de: Klasse hinzufügen

source: Remove class
de_de: Klasse entfernen

source: Set color
de_de: Farbe setzen

source: Not
de_de: Nicht

source: Between
de_de: Zwischen

source: Not between
de_de: Nicht zwischen

source: Visible
de_de: Sichtbar

source: Selected
de_de: Ausgewählt

source: Selected ID
de_de: Ausgewählte ID

source: Selected count
de_de: Ausgewählte Anzahl

source: Selected count >
de_de: Ausgewählte Anzahl >

source: Selected count <
de_de: Ausgewählte Anzahl <

source: Selected index
de_de: Ausgewählter Index

source: Not selected
de_de: Nicht ausgewählt

source: Not selected ID
de_de: Nicht ausgewählte ID

source: Not selected count
de_de: Nicht ausgewählte Anzahl

source: Not selected index
de_de: Nicht ausgewählter Index

source: Calculate is enabled
de_de: Berechnen ist aktiviert

source: Calculate is disabled
de_de: Berechnen ist deaktiviert

source: Bitwise AND
de_de: Bitweise UND

source: Bitwise OR
de_de: Bitweise ODER

source: Empty
de_de: Leer

source: Not empty
de_de: Nicht leer

source: Contains
de_de: Enthält

source: Starts with
de_de: Beginnt mit

source: Ends with
de_de: Endet mit

source: Not in
de_de: Nicht in

source: Once
de_de: Einmal

source: Always
de_de: Immer

source: Focus
de_de: Fokus

source: Step =
de_de: Schritt =

source: Step >
de_de: Schritt >

source: Step <
de_de: Schritt <

source: Triggered
de_de: Getriggert

source: Add a line above step buttons.
de_de: Linie über Step-Buttons anzeigen.

source: The calculated price of this element will be added in the calculation routine.
de_de: Der errechnete Preis dieses Elements wird in der Berechnungsroutine addiert.

source: Allow multiple email addresses to be entered, separated by comma.
de_de: Mehrere Email-Adressen zulässig, getrennt durch Kommata.

source: Alternate text for images which can't be loaded.
de_de: Alternativtext für Bilder, die nicht geladen werden können.

source: Enable or disable input autocomplete.
de_de: Aktivieren oder deaktivieren Sie die Autocomplete-Funktion des Browsers.

source: Weekdays allowed to be selected, starting with Sunday (0), Monday (1) etc. up to Saturday (6), separated by commas. If you wish to leave out Sundays and Saturdays, set the value to 1,2,3,4,5
de_de: Es können Wochentage ausgewählt werden, beginnend mit Sonntag (0), Montag (1) usw. bis Samstag (6), getrennt durch Kommata. Wenn Sie Sonntags und Samstags weglassen möchten, setzen Sie den Wert auf 1,2,3,3,4,5

source: Blocked dates, e.g.: 2017-12-30, 2017-12-31. Periods are also possible separated by a colon, e.g.: 2017-12-01 : 2017-12-31. Multiple blocked dates can be separated by commas.
de_de: Gesperrte Daten, z.B.: 2017-12-30, 2017-12-31. Es sind auch Perioden möglich, die durch einen Doppelpunkt getrennt sind, z.B.: 2017-12-01 : 2017-12-31. Mehrere gesperrte Daten können durch Kommata getrennt werden.

source: Choose the operator and target element to calculate with. <br><br>Example: [ * ] [ field_1 ]<br>Result = current_value + field_1 * this_field.
de_de: Wählen Sie den Operator und das Zielelement zum Berechnen.

source: When checked, this field will be taken into calculations.
de_de: Wenn diese Option aktiviert ist, wird dieses Feld in Berechnungen berücksichtigt werden.

source: When checked, this field will be calculated first. <br><br><strong>Checked</strong>: this_field / target_calculation_field. <br><br><strong>Unchecked</strong>: target_calculation_field / this_field.
de_de: Wenn diese Option aktiviert ist, wird dieses Feld zuerst berechnet werden. <br><br> <strong>Überprüft</strong> this_field / target_calculation_field. <br><br> <strong>Nicht markiert:</strong> target_calculation_field / this_field.

source: Calculation routines can be activated or deactivated conditionally. The routines are not calculated by default.
de_de: Berechnungsroutinen können bedingt aktiviert oder deaktiviert werden. Die Routinen werden nicht standardmäßig berechnet.

source: Whether to take this element into calculations when it is hidden or not.
de_de: Dieses Element in Berechnungen miteinbeziehen, wenn es versteckt ist.

source: Additional CSS class for this element.
de_de: Zusätzliche CSS-Klasse für dieses Element.

source: Allow the user to collapse or expand the group manually.
de_de: Benutzer können Gruppen manuell ein- und ausklappen.

source: Conditional fields perform actions depending on an element's value. Check out the conditional example from the templates or visit the documentation site for more information.
de_de: Bedingte Felder führen Aktionen in Abhängigkeit vom Wert eines Elements aus. Sehen Sie sich das bedingte Beispiel aus den Vorlagen an, oder besuchen Sie die Dokumentationswebsite, um weitere Informationen zu erhalten.

source: Javascript code. The code inside will be wrapped in a unique function. You do not need to add a return value since the variable 'price' will always be returned.
de_de: Javascript-Code. Der darin enthaltene Code wird in eine Funktion gehüllt. Es muss kein Rückgabewert hinzuzufügt werden, da die Variable "price" immer zurückgegeben wird.

source: Function name of the custom calculation code. By default, the function name is randomly generated.
de_de: Der Funktionsname des benutzerdefinierten Berechnungscodes. Standardmäßig wird der Funktionsname zufällig generiert.

source: Only call the custom calculation function if the custom name doesn't exist in order to prevent overriding existing functions.
de_de: Rufe die benutzerdefinierte Berechnungsfunktion nur dann auf, wenn der benutzerdefinierte Name nicht vorhanden ist, um zu verhindern, dass vorhandene Funktionen überschrieben werden.

source: Call an external JS function with the given name (only if it's a callable function)
de_de: Aufruf einer externen JS-Funktion mit dem angegebenen Namen (nur wenn es sich um eine aufrufbare Funktion handelt)

source: JS code that will only be called on startup.
de_de: Der JS-Code wird nur beim Start ausgeführt.

source: Add the custom init JS code.
de_de: Füge den benutzerdefinierten init JS-Code hinzu.

source: Error message when element value does not validate regular expression from custom_regex
de_de: Fehlermeldung, wenn Elementwert nicht den regulären Ausdruck validiert

source: Process the submitted element value through a custom WordPress filter.
de_de: Verarbeiten Sie den übermittelten Elementwert über einen benutzerdefinierten WordPress-Filter.

source: Custom regular expression. Only numbers allowed example: /[0-9]/i
de_de: Benutzerdefinierte reguläre Ausdrücke. Beispiel: Nur Zahlen erlaubt: /[0-9]/i

source: Check regex before empty-check
de_de: Regex vor "Leer-Check" überprüfen

source: If this option is enabled, the daterange element counts full days only instead of nights. For example, if the user selects from 2020-01-01 to 2020-01-02 the element will calculate 2 days instead of 1 day.
de_de: Wenn diese Option aktiviert ist, zählt dieses Element nur ganze Tage anstelle von Nächten. Wenn der Benutzer z. B. von 2020-01-01 bis 2020-01-02 auswählt, berechnet das Element 2 Tage anstelle von 1 Tag.

source: If this option is enabled, only one datepicker field will be shown instead of two. This is useful if you want to calculate the number of days from a specified date. Use the placeholder __today__ in the value field to set today's date (datepicker and daterange element only).
de_de: Wenn diese Option aktiviert ist, wird nur ein Datepicker-Feld statt zwei angezeigt. Dies ist nützlich, wenn Sie die Anzahl der Tage von einem bestimmten Datum berechnen wollen. Verwenden Sie den Platzhalter _ _ today _ _ im Wertefeld, um das heutige Datum zu setzen (nur Datepicker und Dateranange-Element).

source: Show month dropdown selection.
de_de: Monatsauswahl anzeigen.

source: Show year dropdown selection.
de_de: Jahresauswahl anzeigen.

source: Default price for each week day.
de_de: Standardpreis für jeden Wochentag.

source: Individual day prices. Each line represents a new date range.
de_de: Individuelle Tagespreise. Jede Zeile stellt einen neuen Datumsbereich dar.

source: The range of years to be displayed. Relative values are defined like this: c-10:c+10 (will show 10 years in the past and 10 years in the future). Absolute values can be set like this: 1969:2042. Default: c-10:c+10
de_de: Der Bereich der Jahre, die angezeigt werden. Relative Werte werden so definiert: c-10:c+10 (zeigt 10 Jahre in den vergangenen und 10 Jahre in der Zukunft an). Absolute Werte lassen sich so einstellen: 1969:2042. Standard: c-10:c+10

source: Users will see the description in a tooltip.
de_de: Dieese Beschreibung wird in einem Tooltip angezeigt.

source: This description will be shown below the element.
de_de: Diese Beschreibung wird unter dem Element angezeigt.

source: This description will be shown below the input field.
de_de: Diese Beschreibung wird unterhalb des Eingabefeldes angezeigt.

source: This description will be shown below the element label.
de_de: Diese Beschreibung wird unterhalb der Element-Bezeichnung angezeigt.

source: Discount values
de_de: Rabattwerte

source: Generate a table with all discounts below the element.
de_de: Generieren Sie eine Tabelle mit allen Rabatten unterhalb des Elements.

source: Active indicator for the discount table.
de_de: Aktiver Indikator für die Rabatttabelle.

source: The value on which the discounts be applied on.
de_de: Der Wert, auf den die Rabatte angewendet werden.

source: Which value should be checked for the discount range.
de_de: Welcher Wert für den Rabattbereich überprüft werden soll.

source: Process shortcodes in contents.
de_de: Shortcodes in Inhalten verarbeiten.

source: Double check element values to be equal
de_de: Elementwerte müssen gleich sein

source: This option defines which value will be shown in the first result column.
de_de: Diese Option definiert, welcher Wert in der ersten Ergebnisspalte angezeigt wird.

source: This option defines which value will be shown in the second result column.
de_de: Diese Option definiert, welcher Wert in der zweiten Ergebnisspalte angezeigt wird.

source: Whether the group should be expanded or collapsed at page load (only relevant when 'collapsible' is enabled).
de_de: Ob die Gruppierung beim Laden der Seite aufgeklappt oder zugeklappt werden soll (nur relevant, wenn die Option "Zusammenklappbar" aktiviert ist).

source: The value will be automatically multiplied by this factor. Default factor: 1
de_de: Der Wert wird automatisch mit diesem Faktor multipliziert. Standardfaktor: 1

source: This image will be used if no featured image was found.
de_de: Dieses Bild wird verwendet, wenn kein Feature-Bild gefunden wurde.

source: Use the featured image of the current post, page or product. The fallback image will be used if no featured image was found.
de_de: Verwenden Sie das angezeigte Bild des aktuellen Beitrags, der Seite oder des Produkts. Das Fallback-Bild wird verwendet, wenn kein Feature-Bild gefunden wurde.

source: Size of the featured image. Select from %s or any custom size.
de_de: Größe des dargestellten Bildes. Wählen Sie aus %s oder einer beliebigen benutzerdefinierten Größe.

source: Files will be automatically uploaded when selected if this option is enabled.
de_de: Dateien werden automatisch hochgeladen, wenn diese Option aktiviert ist.

source: Week starts with this day: Sunday = 0, Monday = 1 etc.
de_de: Die Woche beginnt mit diesem Tag: Sonntag = 0, Montag = 1 etc.

source: Display the element in a flexbox.
de_de: Zeigen Sie das Element in einer Flexbox an.

source: This field will be filled from a GET-parameter. Example: %s
de_de: Dieses Feld wird aus einem GET-Parameter gefüllt. Beispiel: %s

source: Center the content of this group.
de_de: Zentrieren Sie den Inhalt dieser Gruppe.

source: Display the content of this group in a flexbox to automatically align the elements.
de_de: Zeigen Sie den Inhalt dieser Gruppe in einer Flexbox an, um die Elemente automatisch auszurichten.

source: Vertical alignment of the flexbox items in this group.
de_de: Vertikale Ausrichtung der Flexbox-Elemente in dieser Gruppe.

source: Display the elements in this group in columns. Leave blank to wrap all elements in a single row.
de_de: Zeigen Sie die Elemente in dieser Gruppe in Spalten an. Lassen Sie leer, um alle Elemente in einer einzigen Zeile umzuschließen.

source: Allow half-star selection
de_de: Halbe Sterne können ausgewählt werden

source: Hidden field. If this field is taken into conditional calculations, you need to enable the element option Calculate_when_hidden.
de_de: Verstecktes Feld. Wenn dieses Feld in bedingte Berechnungen mit einbezogen wird, müssen Sie die Elementoption Calculate_when_hidden aktivieren.

source: Deprecated
de_de: Veraltet

source: Display options in a row.
de_de: Zeige Optionen in einer Reihe.

source: Perform custom calculation in JS code, e.g.: %s
de_de: Eigene Berechnung im JS-Code durchführen, z.B.: %s

source: Format this field as currency value in submissions.
de_de: Formatieren Sie dieses Feld als Währungswert (bei Formular-Einsendungen).

source: Whether this element should be read as a number or not. If you are dealing with strings and conditions, set this option to 'No'.
de_de: Ob dieses Element als Zahl oder nicht gelesen werden soll. Wenn Sie mit Texten und Bedingungen arbeiten, setzen Sie diese Option auf "Nein".

source: Mobile phones will automatically show the number pad when this element is focused. However, it will *not* check for actual phone numbers.
de_de: Handys zeigen automatisch den Nummernblock an, wenn dieses Element fokussiert ist. Es wird jedoch *nicht* überprüft, ob die Telefonnummern existiert.

source: If enabled, this element will keep its value when the form will be reset.
de_de: Bei Aktivierung behält dieses Element seinen Wert bei, wenn das Formular zurückgesetzt wird.

source: This text will be displayed in the frontend.
de_de: Dieser Text wird im Frontend angezeigt.

source: Set the recacptcha language. Use Google's language codes, e.g. en (English US), en-GB (English UK), de (German) etc. Leave empty so Google will auto-detect the user's language.
de_de: Stellen Sie die ReCacptcha-Sprache ein. Verwenden Sie die Sprachcodes von Google, z.B. en (Englisch US), en-GB (Englisch UK), de (Deutsch) usw. Lassen Sie das Feld leer, damit Google die Sprache des Benutzers automatisch erkennt.

source: Maximum value
de_de: Maximalwert

source: The opposite of minDate.
de_de: Das Gegenteil von minDate.

source: The number of maximum days to select.
de_de: Die Anzahl der maximal auszuwählenden Tage.

source: Latest entry time, e.g. 23:00
de_de: Späteste Zeit, z. B. 23:00

source: Maximum number of characters.
de_de: Maximale Anzahl von Zeichen.

source: Minimum number of selectable options. Use 0 for unlimited selectable options.
de_de: Minimale Anzahl wählbarer Optionen. Verwenden Sie 0 für unbegrenzte wählbare Optionen.

source: Maximum number of selectable options. Use 0 for unlimited selectable options.
de_de: Maximale Anzahl wählbarer Optionen. Verwenden Sie 0 für unbegrenzte wählbare Optionen.

source: Maximum width of images (if no unit is present, px will be used).
de_de: Maximale Breite der Bilder (wird keine Einheit angegeben, wird px verwendet).

source: Maximum height of images (if no unit is present, px will be used).
de_de: Maximale Höhe der Bilder (wird keine Einheit angegeben, wird px verwendet).

source: Minimum value
de_de: Mindestwert

source: Minimum date of both dates. Example: +1d;;+2d - the first datepicker (from) will only have selectable dates 1 day in the future, the second datepicker (to) will only have selectable dates 2 days in the future
de_de: Mindestdatum beiden Termine. Beispiel: +1d;;+2d - der erste Datepicker (von) hat nur auswählbare Daten 1 Tag in der Zukunft, der zweite Datepicker (to) hat nur auswählbare Daten 2 Tage in der Zukunft

source: The number of minimum days to select.
de_de: Die Anzahl der minimal auszuwählenden Tage.

source: Earliest time entry, e.g. 09:00
de_de: Früheste Zeit, z. B. 09:00

source: Minimum number of characters.
de_de: Minimale Anzahl von Zeichen.

source: When checked, multiple files can be uploaded.
de_de: Wenn aktiviert, können mehrere Dateien hochgeladen werden.

source: Internal name. This value is displayed in submissions/emails only.
de_de: Interner Name. Dieser Wert wird in Eingaben / nur E-Mails angezeigt.

source: Number of months to be shown simultaneously.
de_de: Anzahl der Monate, die gleichzeitig angezeigt werden sollen.

source: Icons will be added to options texts.
de_de: Symbole werden zu Optionstexten hinzugefügt.

source: How many options should be placed in a row. Leave blank for the default value.
de_de: Wie viele Optionen in einer Zeile platziert werden sollen. Lassen Sie diese Option leer für den Standardwert.

source: Options can be retrieved via an external PHP function or from a JSON URL. Use "Options" so the options created in the form editor will be used.
de_de: Optionen können über eine externe PHP-Funktion oder über eine JSON-URL abgerufen werden. Verwenden Sie "Optionen", damit die Optionen, die im Formulareditor erstellt werden, verwendet werden.

source: Add text to option when icons are used.
de_de: Optionen-Text wird angezeigt, wenn Icons verwendet werden.

source: Options will be displayed in a text box.
de_de: Optionen werden in einem Textfeld angezeigt.

source: If this option is enabled, this field will override the price at its position.
de_de: Wenn diese Option aktiviert ist, überschreibt dieses Feld den Preis an seiner Position.

source: Show little "pips" in the slider.
de_de: Zeige kleine "Striche" im Schieberegler.

source: Placeholder text (this text only shows up when the input is empty).
de_de: Platzhaltertext (dieser Text wird nur angezeigt, wenn die Eingabe leer ist).

source: Enter the ID of the post you want to show.
de_de: Geben Sie die ID des Posts ein, welches Sie anzeigen möchten.

source: How many decimal numbers are used to calculate with
de_de: Wieviele Dezimalzahlen werden für die Berechnung mit

source: Custom price format (see numeraljs.com for syntax). Default: 0,0[.]00
de_de: Individuelle Preisformatierung (siehe numeraljs.com für Syntax). Standard: 0,0[.]00

source: Element is read-only.
de_de: Element ist schreibgeschützt.

source: Text on repeatable form remove button
de_de: Text auf Entfernen-Button
