Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: Email text sent to the user. Use {{result_default}} for a generated submission table. Use {{Elementname}} for single element values (where Elementname is the internal name of the element). Use {{files}} for attached files (you should not send these to the customer for security reasons).
de_de: E-Mail-Text, der an den Kunden gesendet wird. Verwenden Sie für eine generierte Übermittlungstabelle die Option {{result_default}}. Verwenden Sie für einzelne Elementwerte den Elementnamen, wobei der Elementname der interne Name des Elements ist). Verwenden Sie {{files}} für angehängte Dateien (Sie sollten diese aus Sicherheitsgründen nicht an den Kunden senden).

source: View all placeholders
de_de: Alle Variablen anzeigen

source: New submission
de_de: Neue Anfrage

source: Admin email subject
de_de: Admin Email Betreff

source: You have received a new submission: %s
de_de: Eine neue Anfrage ist eingegangen: %s

source: Email text sent to the admin. Use {{result_default}} for a generated submission table. Use {{Elementname}} for single element values (where Elementname is the internal name of the element). Use {{files}} for attached files (you should not send these to the customer for security reasons)
de_de: E-Mail-Text, der an den Administrator gesendet wird. Verwenden Sie für eine generierte Übermittlungstabelle die Option {{result_default}}. Verwenden Sie für einzelne Elementwerte den Elementnamen, wobei der Elementname der interne Name des Elements ist). Verwenden Sie {{files}} für angehängte Dateien (Sie sollten diese aus Sicherheitsgründen nicht an den Kunden senden).

source: Email Paypal subject
de_de: Paypal Email Betreff

source: Thank you for your submission, we have received your payment.
de_de: Vielen Dank für Ihre Bestellung, wir haben Ihre Zahlung erhalten.

source: Email Paypal text
de_de: Paypal Email Text

source: Email text sent to the user when paid with PayPal.
de_de: Email Text, der an den Benutzer gesendet wird, wenn mit PayPal bezahlt wurde.

source: Email Stripe subject
de_de: Stripe Email Betreff

source: Email Stripe text
de_de: Stripe Email Text

source: Email text sent to the user when paid with Stripe.
de_de: Email Text, der an den Benutzer gesendet wird, wenn mit Stripe bezahlt wurde.

source: Email theme
de_de: Email Design

source: Choose your email design for attractive response emails.
de_de: Wählen Sie Ihr E-Mail-Design für attraktive Antwort-E-Mails.

source: Send files as attachment
de_de: Dateien als Anhang senden

source: Uploaded files will be sent to the admin email recipient as attachments
de_de: Hochgeladene Dateien werden mit der Admin-Email als Anhang versendet

source: Show HTML elements
de_de: HTML-Elemente anzeigen

source: HTML elements can be shown in emails. You need to make sure that HTML elements have the option 'Show_in_email' enabled as well.
de_de: Damit HTML-Elemente in Emails angezeigt werden, muss für das jeweilige Feld die Option "Show_in_email" aktiviert sein.

source: Add linebreaks
de_de: Zeilenumbrüche hinzufügen

source: Automatically add linebreaks to emails. If emails contain a lot of blank space, you may want to disable this option.
de_de: Zeilenumbrüche bei Emails automatisch hinzufügen. Wenn Emails viel Leerraum enthalten, sollten Sie diese Option deaktivieren.

source: Add reply-to header
de_de: Reply-To Header hinzufügen

source: Add the reply-to header to incoming admin emails.
de_de: Fügen Sie den Reply-zu-Header zu den eingehenden Admin-E-Mails hinzu.

source: Do shortcode in email texts
de_de: Erlaube Shortcodes in E-Mail-Texten

source: Shortcodes will be parsed in email texts. If you encounter any issues with form submissions or the text doesn't look good in emails, you should disable this option.
de_de: Shortcodes werden in E-Mail-Texten ausgeführt. Wenn Sie Probleme mit Formulareinreichungen haben oder der Text in E-Mails nicht korrekt aussieht, sollten diese Option deaktiviert werden.

source: Use UTF8 encoding
de_de: Verwenden Sie UTF8-Codierung

source: When special characters aren't shown properly in emails, set this option to 'Yes'.
de_de: Wenn Sonderzeichen in der Betreffzeile nicht richtig angezeigt werden, dann setze diese Option auf "Ja".

source: Enable MailChimp
de_de: Mailchimp aktivieren

source: Enable MailChimp integration
de_de: MailChimp Integration aktivieren

source: Mailchimp list
de_de: MailChimp-Liste

source: Email addresses will be added to this list upon form submission.
de_de: E-Mail-Adressen werden zu einer Newsletter-Liste hinzugefügt.

source: Enable Mailpoet
de_de: Mailpoet aktivieren

source: Enable Mailpoet integration
de_de: Mailpoet Integration aktivieren

source: Mailpoet list
de_de: MailPoet-Liste

source: Email attachments
de_de: E-Mail Anhänge

source: These files will be sent as attachments. Multiple files are possible.
de_de: Diese Dateien werden als Anhänge versendet. Mehrere Dateien sind möglich.

source: Submission enabled
de_de: Übermittlung freigegeben

source: If this option is disabled, the submit button will not be shown. This can be useful if you only want to show a calculation form without receiving any submissions.
de_de: Wenn diese Option deaktiviert ist, wird die Schaltfläche "Senden" nicht angezeigt. Dies kann nützlich sein, wenn Sie nur ein Berechnungsformular anzeigen möchten, ohne Einsendungen zu erhalten.

source: Thank you for your submission!
de_de: Vielen Dank für Ihre Anfrage!

source: Submission message
de_de: Nachricht nach Übermittlung

source: Frontend message after successful submission.
de_de: Dieser Text wird nach dem Versenden des Formulars angezeigt.

source: Show success text
de_de: Erfolgstext anzeigen

source: Show the success text when the form was submitted successfully. If disabled, the form will remain on the site.
de_de: Zeigen Sie den Erfolgstext an, wenn das Formular erfolgreich abgeschickt wurde. Wenn deaktiviert, bleibt das Formular auf der Website erhalten.

source: Success text duration
de_de: Dauer Erfolgstext

source: Duration of how long the success text will be displayed (in seconds).
de_de: Dauer, wie lange der Erfolgstext angezeigt wird (in Sekunden).

source: JS function after submission
de_de: JS-Funktion nach der Formular-Absendung

source: This JavaScript function will be called after a successful submission, e.g: my_function. Provides an argument with relevant form / submission variables.
de_de: Diese JavaScript-Funktion wird nach erfolgreicher Anmeldung aufgerufen, z.B.: my_function. Liefert ein Argument mit relevanten Formular- / Submissionsvariablen.

source: Spam protection in seconds
de_de: Spamschutz in Sekunden

source: Every x seconds, a user (identified by IP address) can add an entry. Default: 5.
de_de: Das Formular kann durch die gleiche IP-Adresse nur alle X Sekunden versendet werden. Standard: 5.

source: Minimum submission value
de_de: Minimaler Preis

source: Minimum submission value is %s
de_de: Der minimale Wert ist %s

source: Minimum submission value text
de_de: Text minimaler Preis

source: This text will be displayed when the user's total value is less than the minimum value.
de_de: Dieser Text wird angezeigt, wenn der Gesamtwert kleiner als der Minimalwert ist.

source: Maximum submission value
de_de: Maximaler Preis

source: Maximum submission value is %s
de_de: Der maximale Wert ist %s

source: Maximum submission value text
de_de: Text maximaler Preis

source: This text will be displayed when the user's total value is greater than the maximum value.
de_de: Dieser Text wird angezeigt, wenn der Gesamtwert größer als der Maximalwert ist.

source: Hide all forms on submission
de_de: Alle Formulare auf einer Seite nach dem Versenden ausblenden

source: If this option is set to 'yes', all forms on the relevant page will be hidden upon submission (useful for product comparisons).
de_de: Bei Aktivierung dieser Option, werden alle Formulare nach dem Versenden ausgeblendet.

source: Clear selected values when hiding
de_de: Ausgewählte Werte werden gelöscht, wenn das Element ausgeblendet wird

source: When elements are hidden, clear the selected values (numbers, dropdowns, radio buttons etc.). Please note that preselected values will be cleared as well!
de_de: Nach dem Ausblenden des Formulars werden alle Werte gelöscht.

source: Enable reset button
de_de: Zurücksetzen-Button aktivieren

source: The reset button is used to reset the form elements to their initial values.
de_de: Mit dem Zurücksetzen Button werden alle Formularelemente auf ihre ursprünglichen Werte zurückgesetzt.

source: Reset form after submission
de_de: Formular nach dem Absenden zurücksetzen

source: When the form was submitted successfully, reset the form to its initial values. Please note that this will cancel the redirection URL if you have entered any.
de_de: Wenn das Formular erfolgreich abgeschickt wurde, wird das Formular auf seine Initialwerte zurückgesetzt. Bitte beachten Sie, dass dadurch die Weiterleitungs-URL nicht aufgerufen wird, falls Sie eine eingegeben haben.

source: Redirect URL
de_de: Weiterleitungs-URL

source: Redirect users to this URL upon form submission. Note: URL must start with http:// or https://
de_de: Leiten Sie Benutzer nach dem Absenden des Formulars auf diese URL um. Hinweis: Die URL muss mit http:// oder https:// beginnen.

source: Refresh page after submission
de_de: Seite nach dem Absenden aktualisieren

source: The current page will be refreshed after the user has submitted the form. This will not work if you have entered a URL in the 'Redirect URL' option.
de_de: Die aktuelle Seite wird aktualisiert, nachdem der Benutzer das Formular abgeschickt hat. Funktioniert nicht wenn die Weiterleitung aktiviert ist.

source: Redirect timer
de_de: Zeitliche Weiterleitung

source: Duration after which the user will be redirected when the conditional action 'redirect' is executed (in seconds).
de_de: Dauer, nach der der Benutzer umgeleitet wird, wenn die bedingte Aktion "Weiterleitung" ausgeführt wird (in Sekunden).

source: You will be redirected in %s seconds...
de_de: Sie werden in %s Sekunden weitergeleitet....

source: Redirect text
de_de: Weiterleitung Text

source: This text will be shown when the user will be redirected (conditional action only). Use %s as the placeholder for the redirect timer.
de_de: Dieser Text wird angezeigt, wenn der Benutzer umgeleitet wird (nur bedingte Aktion). Verwenden Sie %s als Platzhalter für den Weiterleitungs-Timer.

source: Redirect forward values
de_de: Werte bei Weiterleitung anhängen

source: When redirecting to another page, the submitted values can be forwarded by GET-parameters. The elements' IDs will be used as keys. Please note that you have to enter a redirection URL.
de_de: Bei der Umleitung auf eine andere Seite können die übergebenen Werte durch GET-Parameter weitergeleitet werden. Die IDs der Elemente werden als Schlüssel verwendet. Bitte beachten Sie, dass Sie eine Umleitungs-URL eingeben müssen.

source: Hard submit
de_de: Harte Form-Übermittlung

source: Form submissions will not be processed by the plugin. Useful when you want to process the values through your own functon.
de_de: Formulareinreichungen werden nicht vom Plugin verarbeitet. Nützlich, wenn Sie die Werte über Ihre eigene Funktion bearbeiten möchten.

source: Invoice ID method
de_de: Rechnungs-ID-Methode

source: Form submission counter will use the 'counter' ID from the form submissions. Global submission counter will use the last submission ID of all forms.
de_de: Der Zähler für die Formularübermittlung verwendet die Zähler-ID aus den Formulareinsendungen. Der globale Einsendungen-Zähler verwendet die letzte Einsendungs-ID aller Formulare.

source: Use form submission counter
de_de: Verwende Einsedungen-Zähler des Formulars

source: Use global submission counter
de_de: Verwende globalen Einsedungen-Zähler

source: Use ID from global option
de_de: ID aus globaler Option verwenden

source: Invoice ID prefix
de_de: Rechnungs-ID-Präfix

source: This text will be added in front of the generated invoice ID.
de_de: Dieser Text wird vor der generierten Rechnungs-ID hinzugefügt.

source: Invoice ID suffix
de_de: Rechnungs-ID-Suffix

source: This text will be added behind the generated invoice ID.
de_de: Dieser Text wird hinter der generierten Rechnungs-ID hinzugefügt.

source: Show required char
de_de: Erforderliche Zeichen anzeigen

source: Show required char below the form
de_de: Erforderliche Zeichen unterhalb des Formulars anzeigen

source: Add space to empty labels
de_de: Leerzeichen zu leeren Labels hinzufügen

source: Add a space character to empty labels so they line up with other elements.
de_de: Leerzeichen zu leeren Labels hinzufügen, damit sie mit anderen Elementen auf der gleichen Höhe dargestellt werden.

source: Required text
de_de: Erforderlicher Text

source: This text is shown below the form. If this form option is not empty, this text will override the global option.
de_de: Dieser Text wird unterhalb des Formulars angezeigt. Wenn diese Formularoption nicht leer ist, überschreibt dieser Text die globale Option.

source: Required element text
de_de: Erforderliches Element Text

source: This text will be shown when a required element is empty. If this form option is not empty, this text will override the global option.
de_de: Dieser Text wird angezeigt, wenn ein erforderliches Element leer ist. Wenn diese Formularoption nicht leer ist, überschreibt dieser Text die globale Option.

source: Submit
de_de: Senden

source: Submit text
de_de: Text für senden Button

source: Text in submit buttons
de_de: Text auf Senden-Button

source: Add to cart
de_de: In den Warenkorb

source: Submit text WooCommerce
de_de: Text WooCommerce Button

source: Text used for WooCommerce submissions
de_de: Text für WooCommerce Button

source: Submit button alignment
de_de: Ausrichtung des Senden Buttons

source: Full width
de_de: Volle Breite

source: Submit button CSS class
de_de: CSS-Klasse für senden Button

source: Form theme
de_de: Formular Theme

source: View all themes
de_de: Alle Designs anzeigen

source: Preview this form in all themes
de_de: Vorschau dieses Formulars in allen Designs

source: Open form in popup
de_de: Öffne Formular in Popup

source: The form will be opened in a popup. The plugin adds a button to open the form automatically.
de_de: Die Form wird in einem Popup geöffnet. Das Plugin fügt einen Button hinzu, um das Formular automatisch zu öffnen.

source: Open popup automatically
de_de: Popup automatisch öffnen

source: The form will be opened automatically as soon as the page finished loading.
de_de: Das Formular wird automatisch geöffnet, sobald die Seite geladen ist.

source: Show popup button
de_de: Popup-Button anzeigen

source: Show the popup button. Disable this if you want to open the form manually.
de_de: Popup-Button anzeigen. Deaktivieren Sie dies, wenn Sie das Formular manuell öffnen möchten.

source: Open form
de_de: Formular öffnen

source: This text will be shown on the button to open the popup form.
de_de: Dieser Text wird auf dem Button angezeigt, um das Popup-Formular zu öffnen.

source: Image selection style
de_de: Bild-Auswahl Stil

source: Styling of option image selection
de_de: Stil der Bildauswahl

source: Default (opacity)
de_de: Standard (Transparenz)

source: Check icon
de_de: Häkchensymbol

source: Check icon in triangle
de_de: Häkchensymbol im Dreieck

source: Datepicker format
de_de: Datumsauswahl Format

source: See jqueryui.com for date formats. Default: %s
de_de: Siehe jqueryui.com für Datumsformate. Standard: %s

source: See php.net for time formats
de_de: Siehe php.net für Zeitformate

source: Form class
de_de: Formular-CLASS

source: Additional css classes for the form
de_de: Zusätzliche CSS-Klassen für dieses Formular

source: Price scroll top position
de_de: Position für Gesamtpreis beim Scrollen

source: Top position of the price with fixed position. Some designs may overlay a navigation (or something else) on the top of the page. Enter a number without any dimension here.
de_de: Top-Position des Preises mit fester Position. Einige Designs können eine Navigation (oder etwas anderes) am oberen Rand der Seite überlagern. Geben Sie hier eine Zahl ohne Dimension ein.

source: Number counter duration
de_de: Dauer des Nummernzählers

source: Duration of the number counter to count after each change (in ms). Set to 0 to disable the counter.
de_de: Dauer des zu zählenden Nummernzählers nach jeder Änderung (in ms). Setzen Sie auf 0, um den Zähler zu deaktivieren.

source: Number counter interval
de_de: Nummernzählerintervall

source: Interval rate at which the counter updates the numbers (in ms).
de_de: Intervallgeschwindigkeit, mit der der Zähler die Zahlen aktualisiert (in ms).

source: Disable scroll to error element
de_de: Automatisches Scrollen zur Fehlermeldung deaktivieren

source: Depending on your theme, scrolling to the element which caused an error message may not work correctly. If this option is enabled, scrolling will be disabled.
de_de: Wenn eine Fehlermeldung erscheint, wird das Plugin zum jeweiligen Element automatisch scrollen. Je nach Theme ist diese Option ohne Funktion. Wenn Sie diese Option deaktivieren, wird das automatishce Scrollen deaktiviert.

source: Scroll to success message
de_de: Scrollen zur Erfolgsnachricht

source: Scroll to success message after the form was submitted.
de_de: Automatisch zur Erfolgsnachricht scrollen nachdem das Formular erfolgreich abgesendet wurde.

source: Use 12 columns grid
de_de: 12-Spalten-Raster verwenden

source: Forms are divided into 6 columns by default. Enable this option to use a 12 column grid.
de_de: Formulare sind standardmäßig in 6 Spalten unterteilt. Aktivieren Sie diese Option, um ein 12-Spalten-Raster zu verwenden.

source: Center form
de_de: Formular zentrieren

source: All elements will be centered.
de_de: Alle Elemente werden zentriert.

source: Tooltip description position
de_de: Position der Tooltipps

source: Position of the tooltip description icon.
de_de: Position des Tooltipp-Beschreibungssymbols.

source: Before
de_de: Davor

source: After
de_de: Danach

source: Currency
de_de: Währung

source: Currency position
de_de: Position des Währungssymbols

source: Price format
de_de: Preisformat

source: If left blank, the global price format will be used. See numeraljs.com for syntax documentation
de_de: Wenn das Feld leer gelassen wird, dann wird das globale Preisformat verwendet. Syntaxdokumentation unter numeraljs.com

source: Price label
de_de: Bezeichnung

source: Calculated field label (default: Price)
de_de: Preisbezeichnung

source: Price prefix
de_de: Preispräfix

source: This text is displayed before the formatted total price.
de_de: Dieser Text wird vor dem formatierten Gesamtpreis angezeigt.

source: Price suffix
de_de: Zusatz zur Preisangabe

source: This text is displayed behind the formatted total price.
de_de: Dieser Text wird hinter dem formatierten Gesamtpreis angezeigt.

source: Show element prices
de_de: Preise einzelner Elemente anzeigen

source: Display element factor or option value as currency behind an input field or option.
de_de: Elementfaktor oder Optionswert als Währung hinter einem Eingabefeld oder einer Option anzeigen.

source: Format currency elements
de_de: Elemente mit Währung formatieren

source: If this option is enabled, all numbers elements with element option is_currency set to 'Yes' will be formatted as currency automatically. The input field will display the currency sign accordingly to the currency position.
de_de: Wenn diese Option aktiviert ist, werden alle Zahlen Elemente mit aktivierte Option "is_currency" automatisch als Währung formatiert. Das Eingabefeld zeigt das entsprechende Währungssymbol an.

source: Show zero value
de_de: Null-Wert anzeigen

source: If this option is enabled, all elements with element option is_number set to 'Yes' will show the number '0' for zero values.
de_de: Wenn diese Option aktiviert ist, werden alle Elemente mit der Element-Option is_number, die auf ' Ja ' gesetzt ist, die Zahl '0' für Null-Werte anzeigen.

source: Total price position
de_de: Position für Gesamtpreis

source: Price can be displayed above or below the form (or both) as well as fixed (scrolls with window)
de_de: Der Gesamtpreis kann über dem Formular, unter dem Formular, über und unter dem Formular oder fixiert (bleibt auch beim Scrollen sichtbar) angezeigt werden.

source: Below
de_de: Unterhalb

source: Above
de_de: Oberhalb

source: Below and above
de_de: Ober- und unterhalb

source: Fixed left
de_de: Fest links

source: Fixed right
de_de: Fest rechts

source: Total price text
de_de: Text für Gesamtpreis

source: This text will be shown before the total price in emails.
de_de: Dieser Text wird als Bezeichnung des Gesamtpreises in der Email verwendet.

source: Show total price in email
de_de: Gesamtpreis in Email anzeigen

source: Whether the total price of a submission should be shown or not. (Disable this option when you don't have a calculation form)
de_de: Bei Aktivierung dieser Option, wird der Gesamtpreis auch in der Email angezeigt. Wenn auf dem Formular keine Berechnung durchgeführt wird, sollt diese Option deaktiviert werden.

source: Enable this option if you do not want to show the price immediately.
de_de: Aktivieren Sie diese Option aktiviert ist, wird der Preis erst nach Klick des Buttons angezeigt.

source: Request price text
de_de: Preisanfrage Text

source: Text in request price button
de_de: Text in Anfrage Preis Button

source: Price text before request
de_de: Text vor der Preiseanfrage

source: Force PayPal payment
de_de: PayPal-Zahlung erzwingen

source: Enabling this option will force the user to use PayPal. If you want to let the user choose how to pay, disable this option and add the Payment element (do not change the paypal value).
de_de: Wenn Sie diese Option aktivieren, wird der Benutzer gezwungen, PayPal zu verwenden. Wenn Sie dem Benutzer die Wahl der Zahlungsweise überlassen wollen, deaktivieren Sie diese Option und fügen Sie das Element Zahlung hinzu (ändern Sie den Paypal-Wert nicht).

source: Check out with PayPal
de_de: Mit PayPal bezahlen

source: Submit text PayPal
de_de: Text auf PayPal Bezahlungsbutton

source: Text used for PayPal checkouts
de_de: Text, der beim PayPal Bezahlungsvorgang angezeigt wird

source: We have received your payment. Thank you for your order!
de_de: Wir haben Ihre Zahlung erhalten. Vielen Dank für Ihre Bestellung!

source: PayPal payment success text
de_de: PayPal-Zahlung Erfolgstext

source: This text will be displayed when the user has successfully paid and returns to the site.
de_de: Dieser Text wird angezeigt, wenn der Benutzer erfolgreich bezahlt hat und zur Website zurückkehrt.

source: Item name
de_de: Elementname

source: This text will be displayed as item name on the PayPal checkout page.
de_de: Dieser Text wird auf der Bezahlseite von PayPal als Artikelname angezeigt.

source: Item description
de_de: Artikelbeschreibung

source: This text will be displayed as description below the item name on the PayPal checkout page.
de_de: Dieser Text wird als Beschreibung unterhalb des Artikelnamens auf der Bezahlseite von PayPal angezeigt.

source: Enable Stripe payment
de_de: Stripe-Zahlung aktivieren

source: Enable stripe payment for this form.
de_de: Stripe-Zahlung für dieses Formular aktivieren

source: Force Stripe payment
de_de: Stripe-Zahlung forcieren
