Repository: zoufanyi/IE_TA29_Wp
Catalog: Iteration 3/plugins/ez-form-calculator/lang/ezfc-*.po
Languages: de_de

source: The plugin can create all relevant PayPal sites for you automatically. The plugin will create 2 new sites with the relevant shortcodes. Please note that if you change the permalink of the pages, you need to update the pages in the global settings as well.
de_de: Das Plugin kann automatisch alle relevanten PayPal-Seiten für Sie erstellen. Das Plugin erstellt 2 neue Seiten mit den entsprechenden Shortcodes. Bitte beachten Sie, dass Sie, wenn Sie den Permalink der Seiten ändern, auch die Seiten in den globalen Einstellungen aktualisieren müssen.

source: Create PayPal sites
de_de: PayPal-Seiten erstellen

source: Data imported.
de_de: Daten importiert.

source: Unable to import form data from file.
de_de: Elemente konnten nicht aus Formulardaten importiert werden.

source: Click 'Show export data' to view plain export data.
de_de: Klicken Sie auf "Zeige Exportdaten", um die Exportdaten anzuzeigen.

source: Unable to download export data.
de_de: Exportdaten konnten nicht heruntergeladen werden.

source: Export data
de_de: Datenexport

source: Include submissions
de_de: Formulareinreichungen einschließen

source: Download export data
de_de: Exportdatei herunterladen

source: Clear temporary export files
de_de: Temporäre Export-Dateien löschen

source: Show export data
de_de: Export-Daten anzeigen

source: Import text data
de_de: Textdaten importieren

source: Paste form data here:
de_de: Inhalt hier einfügen.

source: Preserve form IDs
de_de: Formular-IDs beibehalten

source: Import file
de_de: Datei importieren

source: Import exported file here:
de_de: Exportierte Datei hier importieren:

source: Upload and import file
de_de: Datei hochladen und importieren

source: Unknown error: %s
de_de: Unbekannter Fehler: %s

source: License registered.
de_de: Lizenz wurde erfolgreich registriert.

source: License not registered.
de_de: Lizenz nicht registriert.

source: Licensing
de_de: Lizenzierung

source: In order to receive automatic updates, please register your purchase code here.
de_de: Um automatische Updates zu erhalten, registrieren Sie Ihren Lizenzcode (purchase code) hier.

source: Only one license per site is allowed. If you uninstall the plugin from a site, the license will be automatically removed from the site so you can register it somewhere else.
de_de: Nur eine Lizenz pro Seite ist zulässig. Wenn Sie das Plugin von einer Website deinstallieren, wird die Lizenz automatisch von der Website entfernt, so dass Sie es woanders registrieren können.

source: Please report any licensing problems to %s.
de_de: Bitte melden Sie alle Lizenzprobleme an %s.

source: Current licensing status:
de_de: Aktueller Lizenzierungsstatus:

source: The plugin will be licensed for:
de_de: Das Plugin wird lizenziert für:

source: I accept that my site address and purchase code will be stored as long as the purchase code remains valid to ensure license and copyright compliance. No other information will be stored.
de_de: Ich bin damit einverstanden, dass meine Website-Adresse und mein Kaufcode gespeichert werden, solange der Kaufcode gültig bleibt, um die Einhaltung der Lizenz- und Urheberrechte zu gewährleisten. Weitere Informationen werden nicht gespeichert.

source: Register license
de_de: Lizenz registrieren

source: Thank your for activating your copy of ez Form Calculator! :)
de_de: Vielen Dank für die Aktivierung Ihrer Lizenz von ez Form Calculator! :)

source: Licensed for:
de_de: Lizenziert für:

source: Revoke license
de_de: Lizenz widerrufen

source: The plugin cannot be licensed on a local machine.
de_de: Das Plugin kann nicht auf einem lokalen Rechner lizenziert werden.

source: Create test submission
de_de: Erstellen der Testübermittlung

source: Fills all elements with test values and submits the form.
de_de: Füllt alle Elemente mit Testwerten und sendet das Formular.

source: Reset form options
de_de: Formularoptionen zurücksetzen

source: Resets all form options in the current form. The options from the form settings will be used.
de_de: Setzt alle Formularoptionen im aktuellen Formular zurück. Die Optionen aus den Formulareinstellungen werden verwendet.

source: Download form without form options
de_de: Formular herunterladen ohne Formularoptionen

source: Set 'Show_in_email' to 'No' for all elements in this form
de_de: Setze 'Show_in_email ' auf 'Nein' für alle Elemente in diesem Formular

source: Set 'Show_in_email' to 'Yes' for all elements in this form
de_de: Setze 'Show_in_email ' auf 'Ja' für alle Elemente in diesem Formular

source: Set 'Show_in_email' to 'Show if not empty' for all elements in this form
de_de: Legen Sie "Show_in_email" auf "Zeige wenn nicht leer" für alle Elemente in dieser Form

source: Set 'Show_in_email' to 'Show if not empty and not 0' for all elements in this form
de_de: Setzen Sie für alle Subtotal-Elemente in dieser Form den Wert 'add_to_price' auf 'Nein'.

source: Set 'Show_in_email' to 'Show if visible' for all elements in this form
de_de: 'Show_in_email' für alle Elemente in diesem Formular auf 'Show if visible' setzen

source: Set 'Show_in_email' to 'Show if visible and not empty' for all elements in this form
de_de: 'Show_in_email' für alle Elemente in diesem Formular auf 'Show if visible and not empty' setzen

source: Set 'Show_in_email' to 'Show if visible and not empty and not 0' for all elements in this form
de_de: 'Show_in_email' für alle Elemente in diesem Formular auf 'Show if visible and not empty and not 0' setzen

source: Set 'add_to_price' to 'no' for all Subtotal elements in this form
de_de: Setzen Sie für alle Subtotal-Elemente in dieser Form den Wert 'add_to_price' auf 'no'.

source: Set 'add_to_price' to 'yes' for all Subtotal elements in this form
de_de: Setzen Sie für alle Subtotal-ELemente in dieser Form den Wert 'add_to_price' auf 'yes'.

source: Set 'add_to_price' to 'partially' for all Subtotal elements in this form
de_de: Setzen Sie für alle Zwischensummenelemente in dieser Form add_to_price auf teilweise.

source: Overview
de_de: Übersicht

source: Custom forms
de_de: Benutzerdefinierte Formulare

source: Extensions
de_de: Erweiterungen

source: Add form
de_de: Formular hinzufügen

source: Installed
de_de: Installiert

source: Predefined
de_de: Vordefiniert

source: See Templates page for more
de_de: Siehe Vorlagen für mehr

source: Add template elements to current form
de_de: Vorlagenelemente hinzufügen

source: Delete template
de_de: Template löschen

source: Import form
de_de: Formular importieren

source: Actions
de_de: Aktionen

source: Update form
de_de: Formular aktualisieren

source: Save / update form to post
de_de: Speichern / Direkt in Beitrag speichern

source: Preview form
de_de: Vorschau des Formulars anzeigen

source: Show form
de_de: Formular anzeigen

source: Show submissions
de_de: Einreichungen anzeigen

source: Duplicate form
de_de: Formular duplizieren

source: Save current form as template
de_de: Speichern das aktuelle Formular als Template

source: Import form elements to current form
de_de: Formularelemente in das aktuelle Formular importieren

source: Show form export data
de_de: Zeige Export-Daten

source: Download form
de_de: Formular herunterladen

source: Clear form (delete all elements)
de_de: Formular zurücksetzen (alle Elemente löschen)

source: Delete form
de_de: Formular löschen

source: Toggle element info
de_de: Elementinfo umschalten

source: Show advanced form actions
de_de: Erweiterte Formularaktionen anzeigen

source: Show Quick-Add dialog
de_de: Quick-Add-Dialog anzeigen

source: Forms
de_de: Formulare

source: Form elements
de_de: Formularelemente

source: <p>There are no elements in this form. You can add elements from the 'Add elements' section in the right sidebar.</p><p>Click on an element to add it to the end of the form or drag and drop to the desired position.</p>
de_de: <p>Es sind keine Elemente in diesem Formular. Sie können Elemente in der rechten Seitenleiste hinzufügen.</p><p>Klicken Sie auf ein Element, um es an das Ende des Formulars hinzuzufügen, oder ziehen Sie es in die gewünschte Position.</p>

source: Global Conditionals
de_de: Globale Bedingungen

source: Add elements
de_de: Elemente hinzufügen

source: Basic
de_de: Basis

source: Other
de_de: Sonstiges

source: Steps
de_de: Schritte

source: You can drag and drop elements to the desired position.
de_de: Sie können Elemente per Drag&Drop an die gewünschte Position ziehen.

source: Import data
de_de: Daten importieren

source: The form will be imported automatically as soon as you select a file.
de_de: Das Formular wird automatisch importiert, sobald eine Datei ausgewählt wird.

source: Filetype allowed: .zip
de_de: Dateityp erlaubt: .zip

source: Form elements will be added automatically as soon as you select a file.
de_de: Formularelemente werden automatisch hinzugefügt, sobald Sie eine Datei ausgewählt haben.

source: Export form
de_de: Formular exportieren

source: Copy export data to clipboard
de_de: Exportdaten in die Zwischenablage kopieren

source: Export data copied to clipboard.
de_de: In Zwischenablage kopiert.

source: Custom calculation functions
de_de: Benutzerdefinierte Berechnungsfunktionen

source: Placeholders
de_de: Platzhalter

source: Use placeholders with an element's name to retrieve its value. Please make sure to use the correct names of elements as well as use correct JS syntax (except for the names which will be replaced automatically). Example:
de_de: Verwenden Sie Platzhalter mit Namen des Elements, um seinen Wert abzurufen. Bitte stellen Sie sicher, den richtigen Namen der Elemente sowie die korrekte JS-Syntax zu verwenden (mit Ausnahme der Namen, die automatisch ersetzt werden). Beispiel:

source: Get the value from an element with the specific ID as the first parameter. The parameter is_text should be set to true if you do not want numbers returned since parseFloat() is used by default. Example:
de_de: Liefert den Wert des Elements mit der spezifischen ID als ersten Parameter. Der Parameter "is_text" sollte auf "true" gesetzt werden, wenn keine Zahlen zurückgeben werden, da "parseFloat()" standardmäßig verwendet wird. Beispiel:<br>

source: Get the ID of an element by its name. You can use the special var __form_id__ to be replaced with the current form ID. Example:
de_de: Erhalte die ID eines Elements anhand seines Namens. Sie können die spezielle Variable __form_id__ verwenden, die durch die aktuelle Formular-ID ersetzt wird. Beispiel:

source: Preview
de_de: Vorschau

source: Rate this plugin
de_de: Bewerten Sie dieses Plugin

source: Hello, thank you for using %s. If you're satisfied with the plugin, please take a moment to rate this plugin. This way, you will help to improve the plugin. Thank you for your support!
de_de: Hallo, vielen Dank für die Verwendung von %s. Wenn Sie mit dem Plugin zufrieden sind, nehmen Sie sich bitte einen Moment Zeit, um dieses Plugin zu bewerten. Auf diese Weise werden Sie helfen, das Plugin zu verbessern. Vielen Dank für Ihre Unterstützung!

source: No, thanks.
de_de: Nein, danke.

source: Yes, I'd like to help.
de_de: Ja, ich möchte helfen.

source: Elements can be changed into different elements. Element data will only be transferred with matched element options, e.g. radio options will be lost when changed to an input element. However, radio options persist when it is changed to a checkbox or dropdown element.
de_de: Elemente können in verschiedene Elemente umgewandelt werden. Elementdaten werden nur auf passende Elemente übertragen, z.B. gehen Funkoptionen von Radio Buttons verloren, wenn diese in ein Eingabeelement umgewandelt werden. Funkoptionen von Radio Buttons bleiben erhalten, wenn diese zu einem Kontrollkästchen oder Dropdown-Element umgewandelt werden.

source: Add element
de_de: Element hinzufügen

source: Advanced actions
de_de: Erweiterte Aktionen

source: Execute
de_de: Ausführen

source: Edit option values directly within the textarea field. Make sure to use the correct syntax like below. You can use %s to insert the current index number.
de_de: Optionswerte in einem Textfeld bearbeiten. Achten Sie darauf, die richtige Syntax wie unten zu verwenden. Mit %s können Sie die aktuellen Index-Nummer einfügen.

source: Quick add
de_de: Schnelles Hinzufügen

source: Add a batch of elements quickly. Each new line will add a new element with their respective label and name.
de_de: Mehrere Elemente schnell hinzufügen. Jede neue Zeile wird ein neues Element mit der jeweiligen Beschriftung und Namen hinzuzufügen.

source: You can define the element type with a double colon and the type behind the element name:
de_de: Sie können den Typ des Elements mit zwei Doppelpunkten und dem Typ hinter dem Elementnamen definieren:

source: The default element is the Numbers element.
de_de: Das Standard-Element ist das Zahlen-Element.

source: You can use %s to insert the current index number.
de_de: Sie können%s verwenden, um die aktuelle Indexnummer einzufügen.

source: Additionally, you can overwrite default element options in the third parameter like this: value=Your value&required=0&label=Custom Label</p>
de_de: Darüber hinaus können Sie die Standardoptionen eines Elements im dritten Parameter wie folgt überschreiben: value=wert&required=0&label=Beschriftung</p>

source: This page is intended for preview purposes.
de_de: Diese Seite ist für die Vorschau gedacht.

source: Preview form #%s
de_de: Vorschau-Formular #%s

source: Please note that some functions won't work in preview mode. The styling may also change in your frontend.
de_de: Bitte beachten Sie, dass einige Funktionen im Vorschaumodus nicht funktionieren. Das Styling kann sich auch in Ihrem Frontend ändern.

source: Calculations may be incorrect when previewing forms for all themes.
de_de: Berechnungen sind möglicherweise falsch, wenn Formulare für alle Designs in der Vorschau angezeigt werden.

source: Form settings
de_de: Formular Einstellungen

source: These options can be changed individually in each form. Saving these options will be applied to new forms only.
de_de: Diese Optionen können in jedem Formular individuell geändert werden. Das Speichern dieser Optionen wird nur auf neue Formulare angewendet.

source: If you want to override these settings to all forms, please check the option 'Overwrite settings' below.
de_de: Sollen diese Einstellungen bei allen Formulare überschrieben werden, muss die Option"Einstellungen überschreiben" aktiviert werden.

source: Overwrite settings
de_de: Einstellungen überschreiben

source: Checking this option will overwrite <strong>ALL</strong> existing form settings!
de_de: Wenn Sie diese Option aktivieren, werden <strong>alle</strong> vorhandene Formulareinstellungen überschrieben!

source: Reset form settings
de_de: Formulareinstellungen zurücksetzen

source: This will reset the form settings to default.
de_de: Dadurch werden die Formulareinstellungen auf die Standardeinstellung zurückgesetzt.

source: Save
de_de: Speichern

source: Settings saved.
de_de: Einstellungen aktualisiert.

source: Global settings
de_de: Globale Einstellungen

source: If you want to use PayPal payment, please follow all steps in the PayPal integration guide here: %s. Alternatively, the plugin can create all necessary sites on the Help / debug page.
de_de: Nur in PRO-Version (%s)

source: PayPal Integration Guide
de_de: Leitfaden zur PayPal-Integration

source: Manual update
de_de: Manuelles Update

source: Checking this option will perform certain database changes. Check this if you recently updated the script as this will perform necessary changes. <strong>Please make sure to backup your form data before!
de_de: Wenn diese Option aktiviert ist, werden einige Änderungen der Datenbank durchgeführt. Diese Option sollte nur aktiviert werden, wenn das Plugin nach einem Update nicht korrekt funktioniert. <strong>Bitte achten Sie darauf, ein Backup Ihrer Daten anzulegen!</strong>

source: Reset
de_de: Zurücksetzen

source: Complete reset of this plugin. <strong>This will reset all existing data. Use with caution.</strong>
de_de: Auf Werkseinstellungen zurücksetzen. <strong>Alle vorhandenen Daten werden zurückgesetzt.</strong>

source: Price preview (currency does not apply here)
de_de: Preis-Vorschau (Währung gilt hier nicht)

source: You can change the currency and price label in the form options.
de_de: Es können Einstellungen für die Preisformatierung vorgenommen werden.

source: Predefined price formats:
de_de: Vordefinierte Tausendertrennzeichen:

source: European
de_de: Europäisch

source: Always show decimal numbers
de_de: Dezimalzahlen immer anzeigen

source: Original price
de_de: Listenpreis

source: Formatted price
de_de: Formatierter Preis

source: Stats
de_de: Statistiken

source: All forms
de_de: Alle Formulare

source: Settings
de_de: Einstellungen

source: Period
de_de: Zeitraum

source: Last %d days
de_de: Die letzten %d Tage

source: Current week
de_de: Aktuelle Woche

source: Current month
de_de: Aktueller Monat

source: Current year
de_de: Aktuelles Jahr

source: Start date
de_de: Startdatum

source: End date
de_de: Enddatum

source: Apply
de_de: Übernehmen

source: Total views
de_de: Ansichten insgesamt

source: Total submissions
de_de: Gesamte Einreichungen

source: Form Submissions
de_de: Ausgefüllte Formulare

source: Delete all submissions of the selected form.
de_de: Löschen Sie alle Einreichungen des Formulars.

source: Delete form submissions
de_de: Formular-Einreichungen löschen

source: Download form submissions as .csv file.
de_de: Formular-Einreichungen als CSV-Datei herunterladen.

source: Download CSV
de_de: CSV Download

source: Submissions
de_de: Einreichungen anzeigen

source: You need to register your license in order to install templates.
de_de: Sie müssen Ihre Lizenz registrieren, um Templates installieren zu können.

source: No license
de_de: Keine Lizenz

source: Please select a template
de_de: Bitte einen Vorlage auswählen

source: Browse templates
de_de: Templates durchsuchen

source: Form Templates
de_de: Formularvorlagen

source: Install
de_de: Installieren

source: Requires version %s
de_de: Erfordert Version %s

source: No templates available.
de_de: Keine Vorlagen vorhanden.

source: Refresh templates
de_de: Vorlagen aktualisieren

source: Options saved.
de_de: Optionen gespeichert.

source: Wizard
de_de: Assistent

source: Form submissions
de_de: Übermittelte Formulare

source: Form templates
de_de: Formularvorlagen

source: Help/Debug
de_de: Hilfe/Debug

source: Elements chart
de_de: Elemente-Diagramm

source: Hello! Please register your license to receive automatic updates for <strong>ez Form Calculator Premium</strong>.
de_de: Hallo! Bitte registrieren Sie Ihre <strong>ez Form Calculator Premium</strong> Lizenz, um Updates über die Plugins-Seite zu erhalten.

source: Global Settings
de_de: Globale Einstellungen

source: Form Settings
de_de: Formular Einstellungen

# Discount table each abbreviation (factor)
source: ea.
de_de: /Stück

source: Upload
de_de: Hochladen

source: Error: Repeatable form can't be the same as the parent form.
de_de: Fehler: Das wiederholbare Formular kann nicht mit dem übergeordneten Formular identisch sein.

source: Error: Repeatable form (%s) contains another repeatable form (%s) which is currently not supported.
de_de: Fehler: Das wiederholbare Formular (%s) enthält ein anderes wiederholbares Formular (%s). Dies wird in der aktuellen Version nicht unterstützt.

source: Invalid classname: %s
de_de: Ungültige Klassenbezeichnung: %s

source: No id or name found. Correct syntax: [ezfc id='1' /] or [ezfc name='form-name' /].
de_de: ID oder Name nicht gefunden. Korrekte Syntax: [ezfc id="1" /] oder [ezfc name="Form Name" /].

source: Please select at most %s options.
de_de: Bitte wählen Sie höchstens %s Optionen.

source: Please select at least %s options.
de_de: Bitte wählen Sie mindestens %s Option(en) aus.

source: Request price
de_de: Preisanfrage

source: Loading...
de_de: Wird geladen...

source: Element %s does not exist.
de_de: Element %s wurde nicht gefunden.

source: Invalid JSON object.
de_de: Ungültiges JSON-Objekt.

source: 1 day in the future
de_de: 1 Tag in der Zukunft

source: 2 weeks in the future
de_de: 2 Wochen in der Zukunft

source: 1 month in the future
de_de: 1 Monat in der Zukunft

source: 1 year in the future
de_de: 1 Jahr in der Zukunft

source: 1 day in the future, 1 day minimum
de_de: 1 Tag in der Zukunft, mindestens 1 Tag

source: 1 week in the future, 1 week minimum
de_de: 1 Woche in der Zukunft, 1 Woche Minimum

source: 1 month in the future, 1 day minimum
de_de: 1 Monat in der Zukunft, 1 Tag Minimum

source: 1 year in the future, 1 day minimum
de_de: 1 Jahr in der Zukunft, mindestens 1 Tag

source: Show decimal numbers if not zero
de_de: Dezimalzahlen anzeigen, wenn nicht Null

source: Never show decimal numbers
de_de: Niemals Dezimalzahlen anzeigen

source: You can only use the same sub form once per form.
de_de: Sie können dasselbe Unterformular nur einmal pro Formular verwenden.

source: Notifications will be sent to this email. Leave blank for no notifications. Multiple addresses need to be separated by commas.
de_de: Benachrichtigungen werden an diese E-Mail gesendet. Lassen Sie die Option leer, um keine Benachrichtigungen zu erhalten. Mehrere Adressen müssen durch Kommas getrennt werden.

source: Sender name
de_de: Name des Absenders

source: Sender name in emails. Use this syntax: Sendername &lt;sender@mail.com&gt;
de_de: Angezeigter Absendername in E-Mails , z.B. sender@mail.com&gt;

source: Sender name (admin)
de_de: Absender Admin-Email

source: Sender name in emails sent to the admin (recipient). Use this syntax: Sendername &lt;sender@mail.com&gt;
de_de: Absender für die E-Mail die an den Admin geschickt wird. Syntax: &lt;sender@mail.com&gt;

source: Reply-to email address
de_de: Antwort E-Mail-Adresse

source: This address will be set as the reply-to email address which will be sent to the user. Leave blank for the default value.
de_de: Diese Adresse wird als Antwort-E-Mail-Adresse festgelegt, die an den Benutzer gesendet wird. Leer lassen, um den Standardwert zu benutzen.

source: Your submission
de_de: Ihre Anfrage

source: Email subject
de_de: Email Betreff

source: The email subject. You can also use element placeholders to create dynamic email subjects.
de_de: Der E-Mail-Betreff. Sie können auch Elementplatzhalter verwenden, um dynamische E-Mail-Betreffe zu erstellen.

source: <h2>Thank you for your order!</h2> Your order was submitted successfully and our staff is working on it as soon as possible. In the meantime, lean back, have a cup of coffee and enjoy your time. And remember: <blockquote>'Coffee is a way of stealing time that should by rights belong to your older self.' — Terry Pratchett</blockquote> <h4>Your order details</h4> %s
de_de: <h2>Vielen Dank für Ihre Bestellung!</h2> Ihre Bestellung wurde erfolgreich übermittelt und unsere Mitarbeiter arbeiten so schnell wie möglich daran. Lehnen Sie sich in der Zwischenzeit zurück, trinken Sie eine Tasse Kaffee und genießen Sie Ihre Zeit. Und denken Sie daran: <blockquote>"Sie sagen, ein bisschen Wissen sei gefährlich, aber es ist nicht halb so schlimm wie jede Menge Ignoranz." — Terry Pratchett</blockquote> <h4>Ihre Bestelldaten</h4>%s
